Repository: grisbi/grisbi
Catalog: po/*.po
Languages: es_ca

source: No user
es_ca: Sense usuari/a

source: User
es_ca: Usuari/a

source: Closed liabilities accounts
es_ca: Comptes del passiu tancades

source: Manual scheduled transactions at maturity date
es_ca: Transaccions programades manualment en la data del venciment

source: Automatic scheduled transactions entered
es_ca: Transaccions automàtiques programades introduïdes

source: Closed scheduled transactions
es_ca: Transaccions programades tancades

source: Accounts under authorized balance
es_ca: Comptes per sota del balanç autoritzat

source: Accounts under wanted balance
es_ca: Comptes per sota del balanç desitjat

source: Enter a scheduled transaction
es_ca: Introdueixi una transacció programada

source: Form
es_ca: Formulari

source: Account balances in %s
es_ca: Balanç de comptes en %s

source: Reconciled balance
es_ca: Balanç reconciliat

source: Current balance
es_ca: Balanç actual

source: Global balances
es_ca: Balanç globals

source: Liabilities accounts balances in %s
es_ca: Balanç de comptes del passiu en %s

source: Assets accounts balances in %s
es_ca: Balanç de comptes de l'actiu en %s

source: No third party defined
es_ca: No hi ha terceres parts definides

source: %4.2f %s credit on %s
es_ca: %4.2f %s crèdit sobre %s

source: %4.2f %s debit on %s
es_ca: %4.2f %s dèbit sobre %s

source: Balance of account %s is under wanted and authorised minima!
es_ca: El balanç del compte %s està sota el mínim desitjat i autoritzat!

source: Balance of account %s is under authorised minimum!
es_ca: El balanç del compte %s està sota el mínim autoritzat!

source: Balance of account %s is under wanted minimum!
es_ca: El balanç el compte %s està sota el mínim desitjat!

source: Transaction form
es_ca: Formulari de transacció

source: Pressing RETURN in transaction form
es_ca: Prement INTRO en el formulari de transacció

source: selects next field
es_ca: Seleccioni el següent camp

source: terminates transaction
es_ca: Finalitza la transacció

source: Displayed fields
es_ca: Camps mostrats

source: Transaction number
es_ca: Número de transacció

source: Value date
es_ca: Data efectiva

source: Financial year
es_ca: Any financer

source: Budgetary information
es_ca: Informació fiscal

source: Voucher number
es_ca: Número de certificat

source: Bank reference
es_ca: Referència bancària

source: 'Accept' and 'Cancel' buttons
es_ca: botons 'Acceptar' i 'Cancel·lar'

source: By default, use financial year
es_ca: Per defecte, s'utilitzarà l'any financer

source: last selected financial year
es_ca: Darrer any financer seleccionat

source: according to transaction date
es_ca: D'acord amb la data de transacció

source: Fonts & logo
es_ca: Fonts i logotip

source: Grisbi logo
es_ca: Logotip de Grisbi

source: Use the logo
es_ca: Utilitzar el logotip

source: Click on preview to change homepage logo
es_ca: Punxi en el botó previ per canviar el logotip de la pàgina d'inici

source: Click on preview to change animation
es_ca: Punxi en el botó previ per canviar l'animació

source: Use a custom font for the transactions
es_ca: Utilitzar una lletra aleatòria per a les transaccions

source: Revert to default font
es_ca: Tornar a la font per defecte

source: Addresses & titles
es_ca: Adreces i títols

source: Titles
es_ca: Títols

source: Accounts file title
es_ca: Títol del fitxer de comptes

source: Addresses
es_ca: Adreces

source: Common address
es_ca: Adreces comunes

source: Secondary address
es_ca: Adreces secondàries

source: Transaction list font
es_ca: Font del llistat de transaccions

source: Select a new animation
es_ca: Seleccioni una nova animació

source: Select a new logo
es_ca: Seleccioni un nou logotip

source: Date
es_ca: Data

source: Third party
es_ca: Tercera part

source: Budgetary line
es_ca: Línia pressupostària

source: Debit
es_ca: Deure

source: Credit
es_ca: Crèdit

source: Balance
es_ca: Balanç

source: Amount
es_ca: Quantitat

source: Method of payment
es_ca: Forma de pagament

source: Reconciliation ref.
es_ca: Ref. de reconciliació

source: Category
es_ca: Categori­a

source: C/R
es_ca: L/R

source: Voucher
es_ca: Comprovant

source: Notes
es_ca: Anotacions

source: Bank references
es_ca: Referències bancàries

source: Transactions list cells
es_ca: Cel.les del llistat de transaccions

source: Transactions list preview
es_ca: Vista prèvia del llistat de transaccions

source: Transactions list contents
es_ca: Contingut del llistat de transaccions

source: Adjust column size according to this table
es_ca: Ajustar el tamany de les columnes d'acord amb aquesta taula

source: Remember display settings for each account separately
es_ca: Recordar les opcions de presentació per a cada compte de forma separada

source: Revert to defaults
es_ca: Tornar als valors per defecte

source: Transactions list
es_ca: Llistat de transaccions

source: Display modes
es_ca: Maneres de presentació

source: One line mode
es_ca: Manera d'una línia

source: Two lines mode
es_ca: Manera de dues línees

source: Three lines mode
es_ca: Maneres de tres línees

source: Sort transaction list
es_ca: Ordenar el llistat de transaccions

source: by value date
es_ca: per data efectiva

source: by date
es_ca: per data

source: Bring together marked transactions
es_ca: Mantenir juntes les transaccions marcades

source: first line
es_ca: primera línia

source: second line
es_ca: segona línia

source: third line
es_ca: tercera línia

source: fourth line
es_ca: quarta línia

source: Payer/payee
es_ca: Pagador/a

source: Payment method
es_ca: Forma de pagament

source: Cheque/Transfer number
es_ca: Xec/Número de transferència

source: Budgetary lines
es_ca: línies pressupostàries

source: Cannot allocate memory, bad things will happen soon
es_ca: No puc reservar memòria, alguna cosa terrible passará aviat

source: New bank
es_ca: Nou banc

source: Confirmation of bank removal
es_ca: Confirmació d'eliminació d'un banc

source: Bank "%s" is used by one or several accounts. Do you really want to remove it?
es_ca: El banc "%s" es fa servir en un o diversos comptes. Realment vol esborrar-lo?

source: Are you sure you want to remove bank "%s"?
es_ca: N'està segur/a de que vol esborrar el banc"%s"?

source: None
es_ca: Cap

source: Bank
es_ca: Banc

source: Contact name
es_ca: Nom de contacte

source: Banks
es_ca: Bancs

source: Known banks
es_ca: Bancs coneguts

source: Bank details
es_ca: Detalls del banc

source: Name
es_ca: Nom

source: Sort code
es_ca: Codi d'ordenació

source: Address
es_ca: Adreça

source: Phone
es_ca: Telèfon

source: E-Mail
es_ca: Correu electrònic

source: Website
es_ca: Pàgina web

source: Contact
es_ca: Contacte

source: Edit bank
es_ca: Editar banc

source: Display/Hide form
es_ca: Mostrar/Amagar formulari

source: Four lines per transaction
es_ca: Quatre línies per transacció

source: Three lines per transaction
es_ca: Tres línies per transacció

source: Two lines per transaction
es_ca: Dues línies per transacció

source: One line per transaction
es_ca: Una línia per transacció

source: Display reconciled transactions
es_ca: Mostrar les transaccions reconciliades

source: Mask reconciled transactions
es_ca: Enmascarar les transaccions reconciliadas

source: Account transactions
es_ca: Transaccions del compte

source: Display/hide form
es_ca: Mostrar/amagar formulari

source: Display/hide comments
es_ca: Mostrar/amagar comentaris

source: Close tree
es_ca: Tancar arbre

source: Display accounts
es_ca: Mostrar comptes

source: Display transactions
es_ca: Mostrar transaccions

source: Display sub-divisions
es_ca: Mostrar subdivisions

source: Cancel
es_ca: Cancel·lar

source: Food : Bar
es_ca: Menjar : Bar

source: Food : Baker
es_ca: Menjar : Forn de pa

source: Food : Canteen
es_ca: Menjar : Cantina

source: Food : Sweets
es_ca: Menjar : Dolçs

source: Food : Misc
es_ca: Menjar : Varis

source: Food : Grocery
es_ca: Menjar : Verdures

source: Food : Restaurant
es_ca: Menjar : Restaurant

source: Food : Self-service
es_ca: Menjar : Autoservei

source: Food : Supermarket
es_ca: Menjar : Supermercat

source: Pets : Food
es_ca: Mascotes : Menjar

source: Pets : Various supplies
es_ca: Mascotes : Varis

source: Pets : Grooming
es_ca: Mascotes : Entrenador

source: Pets : Veterinary surgeon
es_ca: Mascotes : Veterinàri/a

source: Insurance : Car
es_ca: Assegurances : Cotxe

source: Insurance : Health
es_ca: Assegurances : Sanitari

source: Insurance : House
es_ca: Assegurances : LLar

source: Insurance : Civil liability
es_ca: Assegurances : Responsabilitat civil

source: Insurance : Life
es_ca: Assegurances : Vida

source: Car : Fuel
es_ca: Cotxe : Gasolina

source: Car : Repairs
es_ca: Cotxe : Reparacions

source: Car : Maintenance
es_ca: Cotxe : Manteniment

source: Car : Parking
es_ca: Cotxe : Aparcament

source: Car : Fines
es_ca: Cotxe : Multes

source: Misc.
es_ca: Varis

source: Gifts
es_ca: Regals

source: Children : Nurse
es_ca: Fills/es : Cuidador/a

source: Children : Misc.
es_ca: Fills/es : Varis

source: Children : Studies
es_ca: Fills/es : Estudis

source: Studies : Lessons
es_ca: Estudis : Classes

source: Studies : School fees
es_ca: Estudis : Taxes escolars

source: Studies : Books
es_ca: Estudis : Llibres

source: Miscellaneous : Gifts
es_ca: Varis : Regals

source: Financial expenses : Miscellaneous
es_ca: Despeses financeres : Varis

source: Financial expenses : Bank charges
es_ca: Despeses financeres : Comissions bancàries

source: Financial expenses : Loan/Mortgage
es_ca: Despeses financeres: Préstec/Hipoteca

source: Financial expenses : Charges
es_ca: Despeses financeres : Comissions

source: Financial expenses : Refunding
es_ca: Despeses financeres : Reemborsaments

source: Professional expenses : Non refundable
es_ca: Despeses laborals : No recuperable

source: Professional expenses : Refundable
es_ca: Despeses laborals : Recuperable

source: Taxes : Miscellaneous
es_ca: Impostos : Varis

source: Taxes : Income
es_ca: Impostos : Ingressos

source: Taxes : Land
es_ca: Impostos : Terrenys

source: Housing : Hotel
es_ca: Allotjament : Hotels

source: Housing : Rent
es_ca: Allotjament : Lloguer

source: Housing : TV
es_ca: Allotjament : Televisió

source: Housing : Furnitures
es_ca: Allotjament : Mobles

source: Housing : Charges
es_ca: Allotjament : Comissions

source: Housing : Heating
es_ca: Allotjament : Calefacció

source: Housing : Decoration
es_ca: Allotjament : Decoració

source: Housing : Water
es_ca: Allotjament : Aigua

source: Housing : Electricity
es_ca: Allotjament : Electricitat

source: Housing : White products
es_ca: Allotjament : Productes de neteja

source: Housing : Equipment
es_ca: Allotjament : Equipament

source: Housing : Gaz
es_ca: Allotjament : Gas

source: Housing : Garden
es_ca: Allotjament : Jardineria

source: Housing : House keeper
es_ca: Allotjament : Servei de neteja

source: Housing : Phone
es_ca: Allotjament : Telèfon

source: Housing : Mobile Phone
es_ca: Allotjament : Telèfon mòvil

source: Leisures : Snooker
es_ca: Oci : Billar

source: Leisures : Bowling
es_ca: Oci : Bolera

source: Leisures : Movies
es_ca: Oci : Pel·lícules

source: Leisures : Night club
es_ca: Oci : Club nocturn

source: Leisures : IT
es_ca: Oci : IT

source: Leisures : Games
es_ca: Oci : Jocs

source: Leisures : Books
es_ca: Oci : Llibres

source: Leisures : Parks
es_ca: Oci : Parcs d'atraccions

source: Leisures : Concerts
es_ca: Oci : Concerts

source: Leisures : Sper ats
es_ca: Oci : Deper ates

source: Leisures : Video
es_ca: Oci : Videoclub

source: Leisures : Travels
es_ca: Oci : Viatjes

source: Leisures : Equipment
es_ca: Oci : Equipament

source: Leisures : Museums/Exhibitions
es_ca: Oci : Museus/exhibicions

source: Loan/Mortgage : Capital
es_ca: Préstec/Hipoteca : Capital

source: Health : Insurance
es_ca: Salut : Assegurança

source: Health : Dentist
es_ca: Salut : Dentista

source: Health : Hospital
es_ca: Salut : Hospital

source: Health : Kinesitherapist
es_ca: Salut : Kinesioterapia

source: Health : Doctor
es_ca: Salut : Metje/metjessa

source: Health : Ophtalmologist
es_ca: Salut : Oftalmòloge

source: Health : Osteopath
es_ca: Salut : Traumatòloge

source: Health : Chemist
es_ca: Salut : Medicaments

source: Health : Social security
es_ca: Salut : Seguritat Social

source: Care : Hairdresser
es_ca: Cures : Perruqueria

source: Care : Clothing
es_ca: Cures : Roba

source: Transper at : Bus
es_ca: Transport : Autobús

source: Transper at : Metro
es_ca: Transport : Metro

source: Transper at : Toll
es_ca: Transport : Tramvi­a

source: Transper at : Train
es_ca: Transport : Tren

source: Transper at : Tramway
es_ca: Transport : Metro

source: Transper at : Travels
es_ca: Transport : Viatges

source: Hollydays : Housing
es_ca: Vacances : Allotjaments

source: Hollydays : Visits
es_ca: Vacances : Visites

source: Hollydays : Travels
es_ca: Vacances : Viatges

source: Other incomes : Unemployment benefit
es_ca: Altres ingressos : Pensió d'atur

source: Other incomes : Family allowance
es_ca: Altres ingressos: Pensió familiar

source: Other incomes : Tax credit
es_ca: Altres ingressos: Interessos de préstecs

source: Other incomes : Gamble
es_ca: Altres ingressos: Apostes

source: Other incomes : Mutual insurance
es_ca: Altres ingressos: Mútua d'assegurances

source: Other incomes : Social security
es_ca: Altres ingressos: Seguritat social

source: Retirement : Retirement Fund
es_ca: Jubilació : Plans de pensiones

source: Retirement : Pension
es_ca: Jubilació : Pensión

source: Retirement : Supplementary pension
es_ca: Jubilació : Pensió suplementària

source: Investment incomes : Dividends
es_ca: Inversions ingressos : Dividends

source: Investment incomes : Interests
es_ca: Inversions ingressos : Interesos

source: Investment incomes : Capital gain
es_ca: Inversions ingressos : Guanys de capital

source: Salary : Overtime
es_ca: Salari : Hores extra

source: Salary : Leave allowance
es_ca: Salari : Pensió per acomiadament

source: Salary : Misc. premiums
es_ca: Salari : recompenses varies

source: Salary : Success fee
es_ca: Salari : Gratificacions

source: Salary : Net salary
es_ca: Salari : Salari net

source: Misc. incomes : Gifts
es_ca: Varis ingressos : Regals

source: Misc. incomes : Refunds
es_ca: Varis ingressos : Reemborsaments

source: Misc. incomes : Second hand sales
es_ca: Varis ingressos : Vendes en segona mà

source: Categories list
es_ca: Llistat de categoríes

source: Amount per category
es_ca: Import per categoria

source: Amount per subcategory
es_ca: Import per subcategori­a

source: Amount per account
es_ca: Import per compte

source: Information
es_ca: Informació

source: Sorting
es_ca: Ordenant

source: Add a category
es_ca: Afegir una categori­a

source: Add a subcategory
es_ca: Afegir una subcategori­a

source: Exper at
es_ca: Exper atar

source: Imper at
es_ca: Imper atar

source: No sub-category (%d)
es_ca: Sense subcategori­a (%d)

source: No sub-category
es_ca: Sense subcategori­a

source: No category (%d)
es_ca: Sense categoria (%d)

source: No category
es_ca: Sense categori­a

source: Remove a category
es_ca: Esborrar una categori­a

source: Selected category still contains transactions. You may
es_ca: La categoria seleccionada encara conté transaccions. Vosté pot

source: Transfer transactions to category
es_ca: Transferir transaccions a la categoria

source: Just remove this category.
es_ca: Tan sols esborrar aquesta categoria.

source: Please enter a category!
es_ca: Si et plau, introdueix una categoria!

source: Remove sub-category
es_ca: Esborrar subcategoria

source: Selected sub-category still contains transactions. You may
es_ca: La subcategoria triada encara conté transaccions. Vosté pot

source: Just remove this sub-category.
es_ca: Tan sols esborrar aquesta subcategoria

source: Breakdown of transaction
es_ca: Anotació en la transacció

source: Transfer
es_ca: Transferència

source: New category
es_ca: Nova categoria

source: Enter name for new category
es_ca: Introdueixi el nom per una nova categoria

source: Category names must be both unique and not empty. Please use another name for this category.
es_ca: Els noms de les categories han de ser únics i no poden deixar-se enblanc. Si us plau, feu servir un altre nom per aquesta categoria.

source: Category '%s' already exists.
es_ca: La categoria '%s' ja existeix.

source: New sub-category
es_ca: Nova subcategoria

source: Enter name for new sub-category
es_ca: Introdueixi el nom per una nova subcategoria

source: Sub-category names must be both unique and not empty. Please use another name for this sub-category.
es_ca: Els noms de les subcategories han de ser únics i no poden deixar-se enblanc. Si us plau, feu servir un altre nom per aquesta subcategoria.

source: Sub-category '%s' already exists.
es_ca: La subcategoria '%s' ja existeix.

source: Exper at categories
es_ca: Exper atar categoria

source: Save file
es_ca: Guardar arxiu

source: File exists. Do you want to overwrite it?
es_ca: L'arxiu existeix. Vol sobrescriure'l?

source: Invalid filename "%s"!
es_ca: ¡Nom d'arxiu no permet"%s"!

source: Error saving file.
es_ca: Error guardant l'arxiu.

source: Imper at a category list
es_ca: Imper atar un llistat de categoria

source: File already contains transactions, the two categories lists will be merged.
es_ca: El fitxer ja conten transaccions, els dos llistats de categor줳 s'ajuntaran.

source: Do you want
es_ca: Vol

source: Merge the two categories lists
es_ca: Ajuntar els dos llistats de categoria

source: Replace the old categories list
es_ca: Reemplaci la llista de categories antiga

source: Cannot imper at file.
es_ca: No puc imper atar el fitxer

source: Grisbi found no known inconsistency in accounts processed.
es_ca: Grisbi no ha trobat inconsistències desconegudes en els comptes processats

source: No inconsistency found.
es_ca: No s'han trobat inconsistències

source: <span weight="bold">%s</span> Last reconciliation amount : %4.2f%s Computed reconciliation amount : %4.2f%s
es_ca: <span weight="bold">%s</span> Quantitat de la darrera reconciliació : %4.2f%s Quantitat calculada de la reconciliació : %4.2f%s

source: Grisbi found accounts where reconciliation totals are inconsistent with the sum of reconcilied transactions. Generally, the cause is too many transfers to other accounts are reconciled. You have to manually unreconcile some transferts in inconsistent accounts. The following accounts are inconsistent:
es_ca: Grisbi trobarà comptes on els totals de la reconciliació siguen inconsistents amb la suma de les transaccions reconciliades. Generalment, la causa d'això és que hi ha massa transferències a altres comptes que estan reconciliades. Ha de treure la reconciliació d'algunes transferècies manualment en els comptes inconsistents. Els següents comptes són inconsistents:

source: %d accounts have inconsistencies.
es_ca: %d comptes tenen inconsist筣ies.

source: An account has inconsistencies.
es_ca: Un compte te inconsistències.

source: Some sub-categories are duplicates:
es_ca: Algunes subcategories estan duplicades:

source: In <i>%s</i>, <i>%s</i> is a duplicate of <i>%s</i>.
es_ca: A <i>%s</i>, <i>%s</i> és un duplicat de <i>%s</i>.

source: Due to a bug in previous versions of Grisbi, sub-categories may share the same numeric id in some cases, resulting in transactions having two sub-categories. If you choose to continue, Grisbi will remove one of each duplicates and recreate it with a new id. No transactions will be lost, but in some cases, you will have to manually move transactions to this new sub-category.
es_ca: A causa d'una fallada de versions anteriors de Grisbi, les subcategories줳 poden compartir el mateix identificador numèric en alguns casos, el que dona lloc a transaccions que tenen dues subcategories줳. Si tria continuar, Grisbi esborrarà una de cada subcategoria duplicada i la tornarà a crear amb un altre identificador. No es perdrà cap transacció, però en alguns casos haurà de moure les transaccions manualment a la seva nova subcategoria.

source: Fix inconsistencies in sub-categories?
es_ca: Corregir inconsistències en les subcategories줳?

source: Sub-budgetary line <i>'%s : %s'</i> is a duplicate of <i>'%s : %s'</i>
es_ca: La línia subpressupostària <i>'%s : %s'</i> és un duplicat de <i>'%s·:·%s'</i>

source: Due to a bug in previous versions of Grisbi, sub-budgetary lines may share the same numeric id in some cases, resulting in transactions having two sub-budgetary lines. If you choose to continue, Grisbi will remove one of each duplicates and recreate it with a new id. No transactions will be lost, but in some cases, you will have to manually move transactions to this new sub-budgetary line.
es_ca: A causa d'una fallada en versions anteriors de Grisbi, les línies subpressupostàries poden compartir en alguns casos el mateix identificador numèric, el que provoca que hi hagen transaccions que tenen dos línies subpressupostàrias. Si tria continuar, Grisbi esborrarà una de cada línia subpressupostària duplicada i la crearà un altre cop amb un altre identificador. No es perdrà cap transacció però en alguns casos vosté haurà de moure les transaccions manualment a la nova línia subpressupostària.

source: Fix inconsistencies in sub-budgetary lines?
es_ca: Corregir las inconsistències en les línies subpressupostàries?

source: Transaction #%d should have a contra #%d, but this one doesn't exist.
es_ca: La transacció #%d hauria de tenir una contratransacció #%d, però aquesta no existeix.

source: Transaction #%d have a contra #%d, but transaction #%d have a contra #%d instead of #%d.
es_ca: La transacció #%d té una contratransacció #%d, però la transacció #%d té una contratransacció #%d en lloc de #%d.

source: Grisbi found transfer transactions where links are inconsistent among themselves. Unfortunately, we don't know at the moment how it has happened. The following accounts are inconsistent:
es_ca: Grisbi ha trobat transferències on els enllaços son inconsistents entre ells. Desafortunadament no sabem com ha pogut succeir aixòEls següents comptes son inconsistents:

source: Breakdown line #%d is orpheanous.
es_ca: La línia d'anotacions #%d est�rfena.

source: Transaction #%d has a financial year named %s and breakdown line #%d of this transaction has a financial year named %s
es_ca: La transacció #%d té un any financer anomenat %s i una línia d' anotació #%d d'aquesta transacció té un any financer anomenat %s

source: Grisbi found breakdown lines that have financial years different from the financial years of the related transaction. Perhaps it isn't a problem, but perhaps it is. The following accounts seems inconsistent:
es_ca: Grisbi ha trobat línies d'anotacions que tenen anys financers diferents dels anys financers de les transaccions relacionades. Potser això sigui un problema però potser si­. Els següents comptes semblen inconsistents:

source: Account details
es_ca: Detalls del compte

source: Account name
es_ca: Nom del compte

source: Account type
es_ca: Tipus de compte

source: Account currency
es_ca: Moneda del compte

source: Convert this account to euros
es_ca: Convertir aquest compte a euros

source: Closed account
es_ca: Compte tancat

source: Account holder
es_ca: Titular del compte

source: Holder name
es_ca: Nom del titular

source: Common address is holder's address
es_ca: L'adreça habitual és la de la persona titular

source: Holder has his own address
es_ca: La persona titular té la seva pròpia adreça

source: Financial institution
es_ca: Institució financera

source: Details
es_ca: Detalls

source: Bank sort code
es_ca: Codi d'ordenació bancàri

source: Bank branch code
es_ca: Número de sucursal

source: Account number / Key
es_ca: Número de compte / Clau

source: Balances
es_ca: Balanç

source: Initial balance
es_ca: Balanç inicial

source: Minimum authorised balance
es_ca: Balanç mínim autoritzat

source: Minimum wanted balance
es_ca: Balanç mínim desitjat

source: Comments
es_ca: Comentaris
