Repository: grisbi/grisbi
Catalog: po/*.po
Languages: es_ca

source: %sThird party %s not found.
es_ca: %sL'intermediari %s no s'ha trobat.

source: Third party %s not found.
es_ca: El Intermediario %s no se ha encontrado.

source: Error saving the file %s Error: %s
es_ca: Errada desant el fitxer %s Errada: %s

source: Total %s (%d transaction)
es_ca: Total %s (%d transacción)

source: Total %s (%d transactions)
es_ca: Total %s (%d transacciones)

source: Category total (%d transaction)
es_ca: Total de Categories (%d transacció)

source: Category total (%d transactions)
es_ca: Total de categories (%d transaccions)

source: Category total
es_ca: Total de categories

source: %4.2f %s (%d transaction)
es_ca: %4.2f %s (%d transacció)

source: %4.2f %s (%d transactions)
es_ca: %4.2f %s (%d transaccions)

source: Total %s: %s (%d transaction)
es_ca: Total %s: %s (%d transacció)

source: Total %s: %s (%d transactions)
es_ca: Total %s: %s (%d transaccions)

source: Sub-categories total (%d transaction)
es_ca: Total de subcategorías (%d transacción)

source: Sub-categories total (%d transactions)
es_ca: Total de subcategorías (%d transacciones)

source: Sub-categories total
es_ca: Total de Subcategories

source: Budgetary lines total: (%d transaction)
es_ca: Total de les línies pressupostàries: (%d transacció)

source: Budgetary lines total: (%d transactions)
es_ca: Total de les línias pressupostàries : (%d transaccions)

source: Budgetary lines total
es_ca: Total de les línias pressupostàries

source: Sub-budgetary lines total: (%d transaction)
es_ca: Total de les línias subpressupostàries : (%d transacción)

source: Sub-budgetary lines total: (%d transactions)
es_ca: Total de les línias subpressupostàries : (%d transacciones)

source: Sub-budgetary lines total
es_ca: Total de les línias subpressupostàries

source: Account total: (%d transaction)
es_ca: Total del compte: (%d transacció)

source: Account total: (%d transactions)
es_ca: Total del compte: (%d transaccions)

source: Account total
es_ca: Total del compte

source: Third party total: (%d transaction)
es_ca: Total de les terceres parts: (%d transacció)

source: Third party total: (%d transactions)
es_ca: Total de les terceres parts: (%d transaccions)

source: Third party total
es_ca: Total de les terceres parts

source: Result from %d/%d/%d to %d/%d/%d (%d transaction):
es_ca: Resultat de %d/%d/%d a %d/%d/%d (%d transacció):

source: Result from %d/%d/%d to %d/%d/%d (%d transactions):
es_ca: Resultat de %d/%d/%d a %d/%d/%d (%d transaccions):

source: Result from %d/%d/%d to %d/%d/%d:
es_ca: Resultat de %d/%d/%d a %d/%d/%d:

source: Result of %s (%d transaction)
es_ca: Resultat de %s (%d transacció)

source: Result of %s (%d transactions)
es_ca: Resultat de %s (%d transaccions)

source: Result of %s
es_ca: Resultat de %s

source: Result for %s (%d transaction)
es_ca: Resultat per a %s (%d transacció)

source: Result for %s (%d transactions)
es_ca: Resultat per a %s (%d transaccions)

source: Result for %s
es_ca: Resultat per a %s

source: Result without financial year (%d transaction)
es_ca: Resultat sense l'any financer (%d transacció)

source: Result without financial year (%d transactions)
es_ca: Resultat sense l'any financer (%d transaccions)

source: Result without financial year
es_ca: Resultat sense l'any financer

source: Transfer to %s
es_ca: Transferit a %s

source: Transfer from %s
es_ca: Transferit des de %s

source: Total expenses (%d transaction)
es_ca: Total de despeses (%d transacció)

source: Total expenses (%d transactions)
es_ca: Total de despeses (%d transaccions)

source: Total expenses
es_ca: Total de despeses

source: Total income (%d transaction)
es_ca: Total d'ingressos (%d transacción)

source: Total income (%d transactions)
es_ca: Total d'ingressos (%d transaccions)

source: Total income
es_ca: Total d'ingressos

source: General total (%d transaction)
es_ca: Total general (%d transacció)

source: General total (%d transactions)
es_ca: Total general (%d transaccions)

source: General total
es_ca: Total general

source: Transfert
es_ca: Transferència

source: No subcategory
es_ca: Sin subcategoría

source: No budgetary line
es_ca: Sense línia pressupostària

source: No sub-budgetary line
es_ca: Sense línia subpressupostària

source: Incomes
es_ca: Ingressos

source: Outgoings
es_ca: Eixides

source: Number
es_ca: Nombre

source: Payment methods
es_ca: Formes de pagament

source: Check
es_ca: Comprovar

source: Statement
es_ca: Anotació

source: All
es_ca: Tot

source: Total to now
es_ca: Total fins el moment

source: Current month
es_ca: Mes actual

source: Current year
es_ca: Any actual

source: Current month to now
es_ca: Mes actual fins el moment

source: Current year to now
es_ca: Any actual fins ara

source: Previous month
es_ca: Mes anterior

source: Previous year
es_ca: Any anterior

source: Last 30 days
es_ca: Últims 30 dies

source: Last 3 months
es_ca: Últims 3 mesos

source: Last 6 months
es_ca: Últims 6 mesos

source: Last 12 months
es_ca: Últims 12 mesos

source: Monday
es_ca: Dilluns

source: Tuesday
es_ca: Dimarts

source: Wednesday
es_ca: Dimecres

source: Thursday
es_ca: Dijous

source: Friday
es_ca: Divendres

source: Saturday
es_ca: Dissabte

source: Sunday
es_ca: Diumenge

source: Reports setup
es_ca: Configuració dels informes

source: Data selection
es_ca: Tria de dades

source: Transfers
es_ca: Transferències

source: Accounts
es_ca: Comptes

source: Texts
es_ca: Textos

source: Amounts
es_ca: Quantitats

source: Data organisation
es_ca: Organització de les dades

source: Data display
es_ca: Forma de mostrar les dades

source: Invalid custom initial date
es_ca: La data inicial aleatòria no és vàlida

source: Invalid custom final date
es_ca: La data final aleatòria no és vàlida

source: All the financial years have been selected. Grisbi will run faster without the "Detail financial years" option
es_ca: Tots els anys financers han estat seleccionats. Grisbi anirà més ràpid sense l'opció "Detallar anys financers"

source: All the accounts have been selected. Grisbi will run faster without the "Detail accounts used" option
es_ca: Tots els comptes han estat seleccionats. Grisbi anirà més ràpid sense l'opció "Detallar comptes emprats"

source: All the categories have been selected. Grisbi will run faster without the "Detail categories used" option
es_ca: Totes les categories han estat triades. Grisbi anirà més ràpid sense l'opció "Detallar categories emprades"

source: All budgetary lines have been selected. Grisbi will run faster without "Detail the budgetary lines used" option
es_ca: Totes les línies pressupostàries han estat seleccionades. Grisbi anirà més ràpid sense l'opció "Detallar les línias pressupostàries"

source: All the third parts have been selected. Grisbi will run faster without the "Detail the third parties" option
es_ca: Totes les terceres parts han estat seleccionades. Grisbi anirà més ràpid sense l'opció "Detallar les terceres parts"

source: All methods of payment have been selected. Grisbi will run faster without the "Select the transactions based on payment method" option
es_ca: Totes les formes de pagament han estat seleccionades. Grisbi anirà més ràpid sense l'opció "Seleccionar les transaccions basant-se en la forma de pagament"

source: Use dates ranges
es_ca: Emprar els rangs de dates

source: Use financial years
es_ca: Emprar els anys financers

source: All financial years
es_ca: Totts els anys financers

source: Current financial year
es_ca: Any financer actual

source: Former financial year
es_ca: Any financer anterior

source: Detail financial years
es_ca: Detallar els anys financers

source: Initial date
es_ca: Data inicial

source: Final date
es_ca: Data final

source: Select transactions only for given accounts
es_ca: Triar trasaccions només per als comptes donats

source: Select the accounts included in the report
es_ca: Triar els comptes inclosos en l'informe

source: Select all
es_ca: Seleccionar-ho tot

source: Unselect all
es_ca: Deseleccionar-ho tot

source: Select bank accounts
es_ca: Seleccionar els comptes bancàris

source: Select cash accounts
es_ca: Seleccionar els comptes d'efectiu

source: Select liabilities accounts
es_ca: Seleccionar els cinotes del passiu

source: Select assets accounts
es_ca: Seleccionar els comptes de l'actiu

source: Do not include transfers
es_ca: No incloure les transferències

source: Include transfers from or to assets or liabilities accounts
es_ca: Incloure les transferències des de o cap als comptes del passiu o de l'actiu

source: Include transfers from or to accounts not in this report
es_ca: Incloure els comptes des de o cap als comptes que no estiguen a aquest informe

source: Include transfers from or to these accounts
es_ca: Incloure les transferències des de o cap a aquests comptes

source: Exclude the transactions which are not transfers
es_ca: Excloure les transferències que no són transferències

source: Detail categories
es_ca: Detallar les categories

source: Select categories to include
es_ca: Seleccionar les categories a incloure

source: Income categories
es_ca: Categories d'ingressos

source: Outgoing categories
es_ca: Categories d'eixida

source: Exclude transactions with no category
es_ca: Excloure les transaccions sense categoria

source: Detail budgetary lines
es_ca: Detallar les línias pressupostàries

source: Select the budgetary lines to include in the report
es_ca: Triar les línies pressupostàries a incloure a aquest informe

source: Income budget lines
es_ca: Línias pressupostàries d'entrades

source: Outgoing budget lines
es_ca: Línias subpressupostàries d'eixides

source: Exclude transactions without budgetary line
es_ca: Excluir las transacciones sin linea presupuestaria

source: Detail third parties
es_ca: Detallar les terceres parts

source: Select third parties to include in this report
es_ca: Seleccionar les terceres parts a incloure a aquest informe

source: Select transactions according to the text
es_ca: Seleccionar les transaccions d'acord amb el text

source: Transactions whose
es_ca: Propietari de les transaccions

source: is
es_ca: és

source: to
es_ca: a

source: Add
es_ca: Afegir

source: Remove
es_ca: Esborrar

source: the third party
es_ca: la tercera part

source: the third party information
es_ca: La informació de la tercera part

source: the category
es_ca: la categoria

source: the sub-category
es_ca: la subcategoria

source: the budgetary line
es_ca: la línia pressupostària

source: the sub-budgetary line
es_ca: la línia subpressupostària

source: the note
es_ca: la nota

source: the bank reference
es_ca: la referència bancària

source: the voucher
es_ca: el val

source: the cheque number
es_ca: el número de xec

source: the reconciliation reference
es_ca: la referència de reconciliació

source: contains
es_ca: conté

source: doesn't contain
es_ca: no conté

source: begins with
es_ca: escomença amb

source: ends with
es_ca: acaba amb

source: is empty
es_ca: està buit

source: isn't empty
es_ca: no està buit

source: Select the transactions by amount
es_ca: Seleccionar les transaccions per quantitat

source: Exclude the transactions with a null amount
es_ca: Excloure les transaccions amb una quantitat nul·la

source: Transactions with an amount of
es_ca: Transaccions amb una quantitat de

source: and
es_ca: i

source: or
es_ca: o

source: except
es_ca: excepte

source: equal
es_ca: igual

source: less than
es_ca: menor que

source: less than or equal
es_ca: menor o igual que

source: greater than
es_ca: major que

source: greater than or equal
es_ca: major o igual que

source: different from
es_ca: diferent de

source: null
es_ca: nul

source: not null
es_ca: no nul

source: positive
es_ca: positiu

source: negative
es_ca: negatiu

source: the biggest
es_ca: El major

source: stop
es_ca: aturar

source: Reconciled transactions
es_ca: Transaccions reconciliades

source: Select
es_ca: Seleccionar

source: All transactions
es_ca: Totes les transaccions

source: Non reconciled transactions
es_ca: Transaccions no reconciliades

source: The reconciled transactions
es_ca: Les transaccions reconciliades

source: The checked transactions
es_ca: Les transaccions comprobades

source: The neither reconciled neither checked transactions
es_ca: Les transaccions no reconciliades ni comprobades

source: Do not detail reconciled transactions
es_ca: No detallar les transaccions reconciliades

source: Informations used for the group
es_ca: Informacions emprades pel grupo

source: Group transactions by account
es_ca: Agrupar les transaccions per compte

source: Group transactions by third party
es_ca: Agrupar les transaccions per terceres parts

source: Group transactions by category
es_ca: Agrupar les transaccions per categoria

source: Group transactions by budgetary line
es_ca: Agrupar les transaccions per línia pressupostària

source: Group level organisation
es_ca: Nivell d'organització dels grups

source: Split incomes and outgoings
es_ca: Dividir ingressos i despeses

source: Split by financial year
es_ca: Dividir per any financer

source: Split by period
es_ca: Dividir per periode

source: Week
es_ca: Setmana

source: Year
es_ca: Any

source: The week begins on
es_ca: La setmana comença en

source: day
es_ca: dia

source: Generalities
es_ca: Generalitats

source: Report name
es_ca: Nom de l'informe

source: Diplay the number of transactions with the totals
es_ca: Mostrar el número de transaccions amb els totals

source: Consider the third parties of this report as a multiple third party.
es_ca: Considerar les terceres parts d'aquest informe com una tercera parte este informa

source: Display the information about
es_ca: Mostrar la informació sobre

source: the transaction number
es_ca: el número de transacció

source: the date
es_ca: la data

source: the financial year
es_ca: l'any financer

source: the notes
es_ca: les notes

source: the method of payment
es_ca: la forma de pagament

source: the cheque/transfer number
es_ca: el número de xec/transferència

source: the check
es_ca: la comprovació

source: Display the column titles
es_ca: Mostrar els títols de les columnes

source: every section
es_ca: cada secció

source: at the top of the report
es_ca: al principi de l'informe

source: Sort the transactions by
es_ca: Ordenar les transaccions per

source: date
es_ca: data

source: transaction number
es_ca: número de transacció

source: third party
es_ca: terceres parts

source: category
es_ca: categoria

source: budgetary line
es_ca: línia pressupostària

source: note
es_ca: notes

source: method of payment
es_ca: forma de pagament

source: cheque/transfer number
es_ca: número de xec/transferència

source: voucher
es_ca: val

source: bank reference
es_ca: referència bancària

source: reconciliation reference
es_ca: referència de reconciliació

source: Make transactions clickable
es_ca: Fer les transaccions clicables

source: General totals currency
es_ca: Totals generals del tipus de moneda

source: Third parties currency
es_ca: Moneda de les terceres parts

source: Categories currency
es_ca: Moneda de les categories

source: Budgetary lines currency
es_ca: Moneda de les línies pressupostàries

source: Amount comparison currency
es_ca: Quantitat de comparació de la moneda

source: Display account name
es_ca: Mostrar el nom del compte

source: Display a sub-total for each account
es_ca: Mostrar un subtotal per a cada compte

source: Display third party's name
es_ca: Mostrar el nom la tercera part

source: Dsplay a sub-total for each third party
es_ca: Mostrar un subtotal per a cada tercera part

source: Display the (sub)category's name
es_ca: Mostrar el nom de cada (sub)categoria

source: Display a sub-total for each category
es_ca: Mostrar un subtotal per a cada categoria

source: Display sub-categories
es_ca: Mostrar les subcategories

source: Display a sub-total for each sub-category
es_ca: Mostrar un subtotal per a cada subcategoria

source: Display " No sub-category" if none
es_ca: Mostrar "Sense subcategoria" si no hi ha cap

source: Display the (sub-)budget line name
es_ca: Mostrar el nom de la línia (sub)pressupostària

source: Display a sub-total for each budgetary line
es_ca: Mostrar un subtotal per a cada línia pressupostària

source: Display sub-budget lines
es_ca: Mostrar línies subpressupostàries

source: Display a sub-total for each sub-budget line
es_ca: Mostrar un subtotal per a cada línia subpressupostària

source: Display "No sub-budgetary line" if none
es_ca: Mostrar "Sense línia subpressupostària" si no hi ha cap

source: Select the transactions by method of payment
es_ca: Seleccionar les transaccions per la forma de pagament

source: Select methods of payment to include
es_ca: Seleccionar les formes de pagament a incloure

source: Export report to HTML file.
es_ca: Exportar l'informe a un arxiu HTML.

source: File %s already exists.
es_ca: L'arxiu %s ja existeix.

source: Do you want to overwrite it? There is no undo for this.
es_ca: Vol sobreescriure'l?. No hi ha mode de desfer aquesta acció.

source: Make sure file exists and is writable.
es_ca: Assegures que l'arxiu existeix i que té permisos d'escriptura.

source: Cannot open file '%s' for writing
es_ca: L'arxiu '%s' no es pot editar

source: Cannot send job to printer
es_ca: No es pot enviar el treball a l'impressora

source: File '%s' already exists
es_ca: L'arxiu '%s' ja existeix

source: LaTeX run was unable to complete, see console output for details.
es_ca: No s'ha pogut completar l'execució de LaTeX, veja la consola per tindre més detalls.

source: dvips was unable to complete, see console output for details.
es_ca: dvips no s'ha pogut completar, veja la consola per tindre més detalls.

source: Reports
es_ca: Informes

source: New report
es_ca: Nou informe

source: Customize report
es_ca: Personalitzar l'informe

source: Clone report
es_ca: Copiar l'informe

source: Delete report
es_ca: Esborrar l'informe

source: Print report
es_ca: Imprimir l'informe

source: Export report file
es_ca: Exportar l'arxiu de l'informe

source: Export report as HTML...
es_ca: Exportar l'informe com HTML...

source: Remove report
es_ca: Esborrar l'informe

source: Edit report
es_ca: Editar l'informe

source: Print
es_ca: Imprimir

source: Refresh
es_ca: Actualitzar

source: Choose template for new report
es_ca: Triar una plantilla per el nou informe

source: You are about to create a new report. For convenience, you can choose between the following templates. Reports may be customized later.
es_ca: Va a crear un nou informe. Per conveniència, pot triar entre les següents plantilles. Els informes podran ser personalitzats més tard.

source: Report type
es_ca: Tipus d'informe

source: Description
es_ca: Descripció

source: Last month incomes and outgoings
es_ca: Ingressos i despeses del darrer mes

source: Current month incomes and outgoings
es_ca: Ingressos i despeses del mes actual

source: Annual budget
es_ca: Pressuposto anual

source: Cheques deposit
es_ca: Depòsit de xecs

source: Monthly outgoings by third party
es_ca: Despeses mensuals per terceres parts

source: Search
es_ca: Cercar

source: Blank report
es_ca: Informe en blanc

source: Previous month incomes and outgoings
es_ca: Ingressos i eixides del mes anterior

source: Unknown report type, creation cancelled
es_ca: Tipus d'informe desconegut, creació cancel·lada

source: This report displays totals for last month's transactions sorted by categories and sub-categories. You just need to select the account(s). By default, all accounts are selected.
es_ca: Aquest informe mostra els totals de les trasaccions del darrer mes ordenadesper categories i subcategories. Només cal que seleccione el(s) compte(s). Per defecte, tots els comptes es troben seleccionats.

source: This report displays totals of current month's transactions sorted by categories and sub-categories. You just need to select the account(s). By default, all accounts are selected.
es_ca: Aquest informe mostra els totals del mes actual ordenades percategories i subcategories. Només cal que trie el(s) compte(s). Perdefecte, tots els comptes es troben seleccionats.

source: This report displays annual budget. You just need to select the account(s). By default all accounts are selected.
es_ca: Aquest informe mostra el balanç anual. Només cal que trie el(s) compte(s). Per defecte tots els comptes es troben seleccionats.

source: This report is an empty one. You need to customise it entirely.
es_ca: Aquest informe està buit. Necessita personalitzar-lo completament.

source: This report displays the cheques deposit. You just need to select the account(s). By default all accounts are selected.
es_ca: Aquest informe mostra el depòsit de xecs. Només té que triar el(s) compte(s). Per defecte tots els comptes es troben seleccionats.

source: This report displays current month's outgoings sorted by third parties. You just need to select the account(s). By default all accounts areselected.
es_ca: Aquest informe mostra les despeses per a les transaccions del mes actualordenades per terceres parts. Només cal que trie els comptes. Perdefecte, tots els comptes es troben seleccionats.

source: This report displays all the information for all transactions of all accounts for the current year. You just have to add the amount, date, third parties etc. criteria thant you want. By default the transactions are clickables.
es_ca: Aquest informe mostra tota la informació per a totes les transaccions detots els comptes per l'any actual. Només cal que afegeisca la quantitat, la data, teceres parts, etc al seu criteri. Per defecte, totes lestransaccions són triables.

source: ???? should not be displayed...
es_ca: ???? no hauria de ser mostrat...

source: Delete report "%s"?
es_ca: Esborrar l'informe "%s"?

source: This will irreversibly remove this report. There is no undo for this.
es_ca: Açò esborrarà aquest informe de irreversiblement. No hi ha forma de desfer aquesta acció.

source: Export report
es_ca: Exportar informe

source: Cannot save file.
es_ca: No es pot desar l'arxiu.

source: Import a report
es_ca: Importar un informe

source: all financial years
es_ca: Tot els anys financers.

source: current financial year
es_ca: Any financer actual

source: former financial year
es_ca: Any financer anterior

source: financial years
es_ca: anys financers

source: financial year
es_ca: any financer

source: all dates
es_ca: totes les dates

source: Result from %d/%d/%d to %d/%d/%d
es_ca: Resultat des de %d/%d/%d fins %d/%d/%d

source: Custom dates ranges not filled
es_ca: Els rangs de les dates personalitzables es troben buits

source: total at %d/%d/%d
es_ca: total en %d/%d/%d

source: year %d
es_ca: any %d

source: month total at %d/%d/%d
es_ca: total del mes fins %d/%d/%d

source: year total at %d/%d/%d
es_ca: total de l'any fins %d/%d/%d

source: from %s %d
es_ca: des de %s %d

source: to %s %d
es_ca: fins %s %d

source: Financial years
es_ca: Anys financers

source: Known financial years
es_ca: Anys financers coneguts

source: Associate transactions without financial years
es_ca: Associar transaccions sense els anys financers

source: Financial year details
es_ca: Detalls dels anys financers

source: Start
es_ca: Escomençar

source: End
es_ca: Finalitzar

source: Activate in transaction form
es_ca: Activar en forma de transacció

source: New financial year
es_ca: Nou any financer

source: The financial year must have a name.
es_ca: L'any financer ha de tindre un nom

source: Not displayed
es_ca: No mostrat

source: Automatic association for the financial year
es_ca: Associación automàtica per l'any financer

source: This function assigns each transaction without a financial year to the one related to its transaction date. If no financial year matches, the transaction will not be changed.
es_ca: Aquesta funció assigna a cada transacció sense any financer l'any que apareix a la data de la transacció. Si aquest no coincideix amb un any financer, la transacció no serà cambiada.
