Repository: grisbi/grisbi
Catalog: po/*.po
Languages: es_ca

source: Bank account
es_ca: Compte bancari

source: Cash account
es_ca: Compte de caixa

source: Liabilities account
es_ca: Compte de Passiu

source: Assets account
es_ca: Compte d'actiu

source: Account has no name!
es_ca: El compte no té nom!

source: Account "%s" already exists!
es_ca: El compte "%s" ja existeix!

source: Confirm currency change
es_ca: Confirmi el canvi de moneda

source: You are changing from a currency that is in the euro zone (%s) to one that isn't (%s). Transactions in euros will be lost! There is no undo for this. Do you confirm this change?
es_ca: Està canviant de moneda des d'una que es troba a la zona euro (%s) a una que no hi es! (%s). Les transaccions en euros es perdran! No se pot desferVol confirmar aquest canvi?

source: Apply changes to account?
es_ca: Aplicar els canvis del compte?

source: Account "%s" has been modified. Do you want to save changes?
es_ca: El compte "%s" ha estat canviada. Vol guardar els canvis?

source: Convert account "%s" to euro?
es_ca: Convertir el compte "%s" a Euro?

source: Euro conversion is irreversible, are you sure you want to continue?
es_ca: La conversió al Euro es irreversible. N'està segur/a que vol continuar?

source: Exchange rate between the 2 currencies is 0.
es_ca: La taxa de canvi entre les dues monedes es 0.

source: Impossible to find the Euro currency, it has probably been deleted.
es_ca: Impossible trobar la moneda Euro, probablement ha estat esborrada.

source: New account
es_ca: Nou compte

source: Remove an account
es_ca: Esborrar un compte

source: No name %d
es_ca: Sense nom %d

source: Delete account "%s"?
es_ca: Esborrar el compte "%s"?

source: This will irreversibly remove this account and all operations that were previously contained. There is no undo for this.
es_ca: Això esborrarà el compte de manera irreversible i totes les operacions que hi hagi. No se poden desfer.

source: Deposit
es_ca: Dipòsit

source: Credit card
es_ca: Targeta de crédit

source: Direct debit
es_ca: Xec a compte

source: Cheque
es_ca: Xec

source: Choose account type
es_ca: Trii el tipus de compte

source: If you choose to continue, an account will be created with default payment methods chosen according to your choice. You will be able to change account type later.
es_ca: Si tria continuar, es crearà un compte amb els mètodes de pagament predeterminats d'acord amb la seva elecció. Podrà canviar el tipus de compte més tard.

source: Error for the file "%s" : %s
es_ca: Error a l'arxiu "%s" : %s

source: Transactions
es_ca: Transaccions

source: Breakdown
es_ca: Anotació

source: Cheques
es_ca: Xecs

source: Sub-categories
es_ca: Subcategoria

source: Sub-budgetary lines
es_ca: Línies subpressupostàries

source: Reconciliation number
es_ca: Número de reconciliació

source: Deleted account
es_ca: Compte esborrat

source: Africa
es_ca: Àfrica

source: Algerian Dinar
es_ca: Dinar algerià

source: Algeria
es_ca: Algèria

source: Botswana Pula
es_ca: Pula de Bostwana

source: Burundi Franc
es_ca: Franc de Burundi

source: CFA Franc BCEAO
es_ca: Franc CFA

source: CFA Franc BEAC
es_ca: Franc CFA

source: Cameroon
es_ca: Camerún

source: Chad
es_ca: Txad

source: Comoro Franc
es_ca: Franc de Comor

source: Comoros
es_ca: República Federal Isl�ca de les Comores

source: Egyptian Pound
es_ca: Lliure Egipcia

source: Egypt
es_ca: Egipte

source: Ethiopian Birr
es_ca: Berr ethíop

source: Ethiopia
es_ca: Etiopi­a

source: Gambian Dalasi
es_ca: Dalasi de Gambia

source: Ghana Cedi
es_ca: Cedi de Ghana

source: Guinea-Bissau Peso
es_ca: Pes de Guinea-Bissau

source: Kenyan Shilling
es_ca: Chelín keniata

source: Kenya
es_ca: Kenia

source: Liberian Dollar
es_ca: Dólar Liberià

source: Liberia
es_ca: Libèria

source: Libyan Dinar
es_ca: Dinar libi

source: Libyan Arab Jamahiriya
es_ca: República Arab Libia Popular i Socialista

source: Malagasy Franc
es_ca: Franc malgache

source: Malawi Kwacha
es_ca: Kwacha de Malawi

source: Mauritania Ouguiya
es_ca: Uguiya de Mauritania

source: Moazambique Metical
es_ca: Metical moçambic

source: Mozambique
es_ca: Moçambic

source: Moroccan Dirham
es_ca: Dirham Marroquí

source: Morocco
es_ca: Marroc

source: Nigerian Naira
es_ca: Naira Nigeriana

source: Nigeria
es_ca: Nigèria

source: Rwanda Franc
es_ca: Franc ruandés

source: Rwanda
es_ca: Ruanda

source: Sao Tome and Principe Dobra
es_ca: Dobra de Sant Tomé i Príncep

source: Sao Tome and Principe
es_ca: República Democràtica de Sant Tomé i Príncep

source: Seychelles Rupee
es_ca: Rupia de les Seychelles

source: Sierra Leonean Leone
es_ca: Leone de Serra Lleona

source: Sierra Leone
es_ca: Serra Lleona

source: Somali Shilling
es_ca: Txelín Somalí

source: South African Rand
es_ca: Rand de Sudàfrica

source: South Africa
es_ca: Sudàfrica

source: Swaziland Lilangeni
es_ca: Lilangeni de Swazilandia

source: Swaziland
es_ca: Regne de Swazilandia (Ngwane)

source: Tanzanian Shilling
es_ca: Txelín tanzà

source: United Republic of Tanzania
es_ca: República Unida de Tanzània

source: Tunisian Dinar
es_ca: Dinar Tunec렍

source: Tunisia
es_ca: República de Tunicia

source: Zambian Kwacha
es_ca: Kwacha de Zàmbia

source: Zambia
es_ca: Zàmbia

source: Zimbabwe Dollar
es_ca: Dólar Zimbabwés

source: Asia
es_ca: Àsia

source: Afghanistan
es_ca: Afganistà

source: Bahraini Dinar
es_ca: Dinar de Bahrein

source: Bahrain
es_ca: Bahrein

source: Bangladesh Taka
es_ca: Taka de Bangladesh

source: Brunei Dollar
es_ca: Dólar de Brunei

source: Brunei Darussalam
es_ca: Darussalam de Brunei

source: Cambodian Riel
es_ca: Riel Camboià

source: Cambodia
es_ca: Camboia

source: Cyprus Pound
es_ca: Lliure xipriota

source: Cyprus
es_ca: Xipre

source: Hong Kong Dollar
es_ca: Dolar de Hong Kong

source: Indian Rupee
es_ca: Rupia India

source: Bhutan
es_ca: Bhutà

source: Indonesian Rupiah
es_ca: Rupia Indonesa

source: Iranian Rial
es_ca: Rial Iraní

source: Iran
es_ca: Irà

source: Iraqi Dinar
es_ca: Dinar iraquí

source: Iraq
es_ca: Irak

source: Japanese Yen
es_ca: Yen Japonés

source: Japan
es_ca: Japó

source: Jordanian Dinar
es_ca: Dinar de Jordània

source: Jordan
es_ca: Jordània

source: Kuwaiti Dinar
es_ca: Dinar Kuwaití

source: Lao Kip
es_ca: Kip de Laos

source: Lao People's Democratic Republic
es_ca: República Democràtica de la gent de Laos

source: Lebanese Pound
es_ca: Llibra del Líban

source: Lebanon
es_ca: Líban

source: Macau Pataca
es_ca: Pataca de Macao

source: Malaysian Ringgit
es_ca: Ringgit malai

source: Malaysia
es_ca: Malasia

source: Mongolian Tugrik
es_ca: Tughrik de Mongolia

source: Nepalese Rupee
es_ca: Rupia de Nepal

source: New Israeli Shekel
es_ca: Shekel Israelí

source: New Taiwan Dollar
es_ca: Dolar de Nou Taiwan

source: Taiwan, Province of China
es_ca: Taiwan, Provincia de Xina

source: North Korean Won
es_ca: Won Nor-Coreano

source: Democratic People's Republic of Korea
es_ca: República Democràtica de la gent de Corea

source: Pakistan Rupee
es_ca: Rupia Paquistaní

source: Pakistan
es_ca: Paquistà

source: Philippine peso
es_ca: Pes Filip렍

source: Philippines
es_ca: Filipines

source: Qatari Rial
es_ca: Rial qatarí

source: Rial Omani
es_ca: Rial de Omaní

source: Oman
es_ca: Omán

source: Russian Ruble
es_ca: Ruble Rus

source: Russia
es_ca: Rusia

source: Saudi Riyal
es_ca: Riyal saudí

source: Saudi Arabia
es_ca: Arabia Saudí

source: Singaper ae Dollar
es_ca: Dólar de Singapur

source: Singaper ae
es_ca: Singapur

source: South Korean Won
es_ca: Won Sur Coreano

source: Republic of Korea
es_ca: República de Corea

source: Sri Lanka Rupee
es_ca: Rupia de Sri Lanka

source: Syrian Pound
es_ca: Lliure Siria

source: Syrian Arab Republic
es_ca: República àrab de Siria

source: Thai Baht
es_ca: Bath Tailandés

source: Thailand
es_ca: Tailandia

source: Turkish Lira
es_ca: Lira Turca

source: Turkey
es_ca: Turqui­a

source: United Arab Emirates Dirham
es_ca: Dirham dels Emirats àrabs Units

source: United Arab Emirates
es_ca: Emirats àrabs Units

source: Viet Nam Dong
es_ca: Dong vietnamita

source: Yemeni Rial
es_ca: Riyal del Yemen

source: China
es_ca: Xina

source: Central America
es_ca: Centre amèrica

source: Belize Dollar
es_ca: Dólar de Belize

source: Costa Rican Colon
es_ca: Colón de Costa Rica

source: Guatemalan Quetzal
es_ca: Quetzal guatemaltec

source: Honduran Lempira
es_ca: Lempira hondurenya

source: Mexican Peso
es_ca: Pes Mexicà

source: Mexico
es_ca: Mèxic

source: Panama Balboa
es_ca: Balboa panamenya

source: Panama
es_ca: Panamà

source: Europe
es_ca: Europa

source: Albanian Lek
es_ca: Lek albanès

source: Austrian Schilling
es_ca: Chelí Austriac젣

source: Belgian Franc
es_ca: Franc Belga

source: Belgium
es_ca: Bèlgica

source: Bulgarian Lev
es_ca: Leva búlgara

source: Czech Koruna
es_ca: Corona Txeca

source: Czech Republic
es_ca: República Txeca

source: Danish Krone
es_ca: Corona Danesa

source: Denmark
es_ca: Dinamarca

source: Deutsche Mark
es_ca: Marc Alemà

source: Germany
es_ca: Alemania

source: Estonian Kroon
es_ca: Corona d'Estònia

source: Estonia
es_ca: Estònia

source: Finnish Markka
es_ca: Markka finlandesa

source: Finland
es_ca: Finlandia

source: French Franc
es_ca: Franc Francés

source: France
es_ca: França

source: Gibraltar Pound
es_ca: LLibra Gibraltarenya

source: Greek Drachma
es_ca: Dracma Grec

source: Greece
es_ca: Grecia

source: Hungarian Forint
es_ca: Florí húngar

source: Hungary
es_ca: Hungria

source: Iceland Krona
es_ca: Corona d'Islàndia

source: Iceland
es_ca: Islàndia

source: Irish Pound
es_ca: Llibra Irlandesa

source: Ireland
es_ca: Irlanda

source: Italian Lira
es_ca: Lira Italiana

source: Holy See
es_ca: Ciutat del Vaticà

source: Italy
es_ca: Italia

source: Latvian Lat
es_ca: Lat de Let

source: Latvia
es_ca: Letònia

source: Lithuanian Litas
es_ca: Litas lituanes

source: Lietuva
es_ca: Lituània

source: Luxembourg Franc
es_ca: Franc de Luxemburg

source: Luxembourg
es_ca: Luxemburg

source: Netherlands Guilder
es_ca: Guilder holandés

source: Netherlands
es_ca: Països Baixos

source: New Yugoslavian Dinar
es_ca: Dinar de Nova Iugoslavia

source: Serbia and Montenegro
es_ca: Serbia i Montenegro

source: Norwegian Krone
es_ca: Corona Noruega

source: Norway
es_ca: Noruega

source: Polish Zloty
es_ca: Zloty polaco

source: Poland
es_ca: Poloni­a

source: per atuguese Escudo
es_ca: Escut portugu籢

source: Pound Sterling
es_ca: Lliura Esterlina

source: United Kingdom
es_ca: Regne Unit

source: Romanian Leu
es_ca: Lei rumà

source: Romania
es_ca: Rumani­a

source: Slovak Koruna
es_ca: Corona eslovaca

source: Slovakia
es_ca: Eslovaquia

source: Slovene Tolar
es_ca: Tolar eslovè

source: Slovenia
es_ca: Eslovenia

source: Spanish Peseta
es_ca: Peseta espanyola

source: Spain
es_ca: Estat Espanyol

source: Swedish Krona
es_ca: Corona sueca

source: Sweden
es_ca: Suecia

source: Swiss Franc
es_ca: Franc su챢

source: Switzerland
es_ca: Suisa

source: Ukraine
es_ca: Ucrània

source: Northern America
es_ca: Amèrica del Nord

source: Bahamian Dollar
es_ca: Dólar de les Bahames

source: Bahamas
es_ca: Bahames

source: Barbados Dollar
es_ca: Dólar de les Barbados

source: Bermuda Dollar
es_ca: Dólar de les Bermudes

source: Bermuda
es_ca: Bermudes

source: Canadian Dollar
es_ca: Dolar Canadenc

source: Canada
es_ca: Canadà

source: Cayman Islands Dollar
es_ca: Dólar de les Illes Caimà

source: Cayman Islands
es_ca: Islas Caimà

source: Cuban Peso
es_ca: Pes cubà

source: Dominican Peso
es_ca: Pes dominicà

source: Dominican Republic
es_ca: República Dominicana

source: East Caribbean Dollar
es_ca: Dólar del Carib del Est

source: Grenada
es_ca: Granada

source: Saint Lucia
es_ca: Santa LLuci­a

source: Haitian Gourde
es_ca: Gourde de Haití

source: Haiti
es_ca: Haití

source: Jamaican Dollar
es_ca: Dolar jamaicà

source: Netherlands Antillian Guilder
es_ca: Guilder de las Antilles Holandeses

source: Netherlands Antilles
es_ca: Antilles holandeses

source: Trinidad and Tobago Dollar
es_ca: Dólar de Trinitat i Tobago

source: Trinidad and Tobago
es_ca: Trinitat i Tobago

source: United States Dollar
es_ca: Dolar estadoudinense

source: United States
es_ca: Estats Units

source: Pacific Ocean
es_ca: Oceà pacífic

source: Australian Dollar
es_ca: Dólar australià

source: Kiribati
es_ca: República de Kiribati

source: Nauru
es_ca: República de Nauru

source: Tuvalu
es_ca: Tuvulu

source: CFP Franc
es_ca: Franc de la Polinesia Francesa

source: French Polynesia
es_ca: Polinesia Francesa

source: New Caledonia
es_ca: Nova Caledonia

source: Wallis and Futuna
es_ca: Wallis i Futuna

source: Fiji Dollar
es_ca: Dólar de Fidji

source: Fiji
es_ca: Fidji

source: New Zealand Dollar
es_ca: Dólar neocelandés

source: Cook Islands
es_ca: Illes Cook

source: New Zealand
es_ca: Nova Zelanda

source: Papua New Guinea Kina
es_ca: Kina de Papua - Nueva Ghinea

source: Papua New Guinea
es_ca: Papua Nova Guinea

source: Samoa Tala
es_ca: Tala de Samoa

source: Solomon Islands Dollar
es_ca: Dólar de les Illes Salomó

source: Solomon Islands
es_ca: Illes Salomó

source: Timor Escudo
es_ca: Escut de Timor

source: Tongan Pa'anga
es_ca: Pa'anga de Tonga

source: Vanuatu Vatu
es_ca: Vatu de la República de Vanuatu

source: Vanuatu
es_ca: República de Vanuatu

source: Southern America
es_ca: Sudamèrica

source: Brazilian Real
es_ca: Real brasileny

source: Brazil
es_ca: Brasil

source: Chilean Peso
es_ca: Pes Xilè

source: Chile
es_ca: Xile

source: Colombian Peso
es_ca: Pes Colombià

source: Ecuador Sucre
es_ca: Sucre d'Ecuador

source: Guyana Dollar
es_ca: Dólar de la Guyana

source: Paraguay Guarani
es_ca: Guaraní Paraguai

source: Paraguay
es_ca: Paraguai

source: Real
es_ca: Reial

source: Suriname Guilder
es_ca: Florí del Surinam

source: Suriname
es_ca: Surinam

source: Venezuelan Bolivar
es_ca: Bolívar Venezolà

source: Venezuela
es_ca: Veneçuela

source: No associated currency
es_ca: No hi ha cap moneda associada

source: Country name
es_ca: Nom del pa챢

source: Currency name
es_ca: Nom de la moneda

source: ISO Code
es_ca: Codi ISO

source: Sign
es_ca: Símbol

source: Include obsolete currencies
es_ca: Incloure monedes antigues

source: Add a currency
es_ca: Afegir una moneda

source: ISO 4217 currencies
es_ca: Monedes ISO 4217

source: Currency details
es_ca: Detalls de la moneda

source: Currency ISO 4217 code
es_ca: Codi de moneda ISO 4217

source: Currency sign
es_ca: Símbol de la moneda

source: All fields are not filled in!
es_ca: No estan tots els camps omplerts!

source: The %s currency is used in the current account. You can't delete it.
es_ca: La moneda %s s'està utilitzant en el compte actual. No pot esborrar-la.

source: Enter exchange rate
es_ca: Introdueixi la taxa de canvi

source: Please enter exchange rate for %s
es_ca: si us plau, introdueixi el canvi per %s

source: equals
es_ca: Iguals

source: Exchange fees
es_ca: Taxes de canvi

source: Currency
es_ca: Moneda

source: Currencies
es_ca: Monedes

source: Known currencies
es_ca: Monedes conegudes

source: Currency properties
es_ca: Propietats de la moneda

source: ISO code
es_ca: Codi ISO

source: Will switch to Euro
es_ca: Vol canviar a l'Euro?

source: Associated currency
es_ca: Moneda associada

source: One
es_ca: Un

source: costs
es_ca: costos

source: Totals currencies
es_ca: Monedes totals

source: Currency for third parties tree
es_ca: Tipus de moneda per l'arbre de les terceres parts

source: Currency for categories tree
es_ca: Tipus de moneda per l'arbre de categor줳

source: Currency for budgetary lines tree
es_ca: Tipus de moneda per l'arbre de línies pressupostàries

source: Last exchange rate
es_ca: Darrera taxa de canvi

source: No exchange rate defined
es_ca: No hi ha una taxa de canvi definida

source: No name
es_ca: Sense nom

source: Do not show this message again
es_ca: No tornar a mostrar aquest missatge

source: Input
es_ca: Entrada

source: Choose currency
es_ca: Triar la moneda

source: Choose the account
es_ca: Triar el compte

source: Choose the method of payment
es_ca: Triar el mètode de pagament

source: Choose the financial year
es_ca: Triar l'any financer

source: Automatic/manual scheduled transaction
es_ca: Transacció programada automàtica/manual

source: Automatic
es_ca: Automàtic

source: Frequency
es_ca: Freqüència

source: Once
es_ca: Una vegada

source: Weekly
es_ca: Semanalment

source: Monthly
es_ca: Mensualment

source: Yearly
es_ca: Anualment

source: Custom
es_ca: Aleatori

source: Custom frequency
es_ca: Freqüència aleatòria

source: Days
es_ca: Dies

source: Months
es_ca: Mesos

source: Years
es_ca: Anys

source: Transfer reference
es_ca: Refer筣ia de la transfer筣ia

source: Limit date
es_ca: Data límit

source: Invalid date
es_ca: Data no vàlida

source: Invalid limit date
es_ca: Data límit no vàlida

source: Can't issue a transfer its own account.
es_ca: No pot emetre una transfer筣ia cap el seu propi compte

source: A breakdown of transaction is a transfer to this account.
es_ca: Una anotació de la transacció es una transfer筣ia a aquest compte.

source: There is no associated account for this transfer.
es_ca: No hi ha un compte asociat per aquest transfer筣ia

source: Associated account of this transfer is invalid.
es_ca: El compte associat per aquesta transferència no es vàlida

source: Modification
es_ca: Modificació

source: Display scheduled transactions
es_ca: Mostrar les transaccions programades

source: Of month
es_ca: Del mes

source: Of next two months
es_ca: Dels següents dos mesos

source: Of year
es_ca: Del any

source: Fall due selected scheduled transaction
es_ca: Data de vencimient seleccionada transacció programada

source: Remove selected scheduled transaction
es_ca: Esborrar la transacció programada seleccionada

source: Account
es_ca: Compte

source: Mode
es_ca: Manera

source: Confirmation of scheduled transaction removal
es_ca: Confirmació d'esborrat d' una transacció programada

source: You are currently trying to remove a scheduled transaction. There is no undo for this. Do you confirm the removal?
es_ca: Actualment està intentant esborrar una transacció programada. No hi ha l'opció de desfer, confirma que vol esborrar?

source: %d months
es_ca: %d mesos

source: %d years
es_ca: %d anys

source: %d days
es_ca: %d d젳

source: No third party
es_ca: Sense terceras parts

source: Delete a scheduled transaction
es_ca: Esborrar una transacció programada

source: Do you want to delete just this occurrence or the whole scheduled transaction?
es_ca: Vol esborrar tan sols aquest resultat o borre tota la transacció programada?

source: All the occurences
es_ca: Tots els resultats

source: Only this one
es_ca: Tan sols aquesta

source: This breakdown of transaction contains a transfer on itself. Either change the sub transaction to transfer on another account or change account of the transaction itself.
es_ca: Aquesta anotació en la transacció conté una transferència a ella mateixa O canvia la subtransacció per transferir-la a un altre compte o canvia el compte de la transacció.

source: Can't issue scheduled operation
es_ca: No es pot realitzar l'operació programada

source: Calendar
es_ca: Calendari

source: Scheduler list
es_ca: Llistat de tasques

source: Scheduler broken down transactions
es_ca: El planificador ha abortat les transaccions

source: Break down amount
es_ca: Quantitat de l'anotació

source: Not assigned
es_ca: No asignat

source: Associated method of payment
es_ca: Mètode associat de pagament

source: The associated account for this transfer is invalid
es_ca: El compte associat per aquesta transferència no es vàlid

source: It's impossible to transfer an account to itself
es_ca: Es impossible transferir un compte a sí mateix

source: No account associated with the transfer
es_ca: No hi ha un compte associat per a la transfer筣ia

source: Incomplete breakdown
es_ca: Anotació incompleta

source: Transaction amount isn't fully broken down. Proceed anyway?
es_ca: El montant de la transacció no ha estat completament anotat . ¿Continue de totes formes?

source: A breakdown line is to be deleted though it is not yet registered.
es_ca: Una línia de l'anotació serà esborrada encara que no ha estat registrada encara.

source: Reconciliation reference
es_ca: Referència de reconciliació

source: If reconciliation reference ends in a digit, it is automatically incremented at each reconciliation.
es_ca: Si la referència de reconciliació acaba en un número, aquest és automàticament incrementat en cada reconciliació

source: Final balance
es_ca: Balanç final

source: Checking
es_ca: Comprovant

source: Variance
es_ca: Variació

source: Checked balance: %4.2f %s
es_ca: Balanç comprovat: %4.2f %s

source: There is a variance
es_ca: Hi ha una variació

source: Last statement: %02d/%02d/%d
es_ca: Darrera anotació: %02d/%02d/%d

source: Reconciliation reference already exist
es_ca: Ja existeix aquesta referència de reconciliació

source: The choosen reconciliation reference already exists. Perhaps it's not a problem, but perhaps it is. Be sure you want to do. Proceed anyway?
es_ca: LAURA La referència de reconciliació triada ja existeix. És possible que no sia un problema, però potser que si. Ha d'estar segur del que vol fer. Vol continuar malgrat tot?

source: No reconciliation reference
es_ca: Sense referència de reconciliació

source: You are reconciling the account without giving a reconciliation reference. By doing this, you will unable to find these transactions according a reconciliation reference. Proceed anyway?
es_ca: Està reconciliant el compte sense donar referència de reconciliació.Fent açò no podrà trobar aquestes transaccions a través d'una referència de reconciliació. Vol continuar malgrat tot?

source: Reconciliation
es_ca: Reconciliació

source: Reconciliation: sort transactions
es_ca: Reconciliació: Ordenar transaccions

source: Sort by date
es_ca: Ordenar per data

source: Split neutral payment methods
es_ca: Dividir formes de pagament neutrals

source: Log message
es_ca: Missatge d'informació

source: This operation returned a message
es_ca: Aquesta operació ha retornat un missatge

source: Grisbi triggered a segmentation fault and cannot continue its execution.
es_ca: Grisbi ha produit una errada de segment i no pot continuar l'execució.

source: File is corrupted.
es_ca: L'arxiu s'ha fet malbé

source: Error occured saving file.
es_ca: Ha aparegut una errada al desar l'arxiu

source: Grisbi made a backup file at '%s'.
es_ca: Grisbi ha fet una còpia de seguretat en '%s'

source: Please report this problem to http://www.grisbi.org/bugtracking/
es_ca: Comunique aquest problema a http://www.grisbi.org/bugtracking/

source: Grisbi terminated due to a segmentation fault.
es_ca: Grisbi s'ha tancat degut a una errada de segment.

source: This file is not a Grisbi report
es_ca: Aquest arxiu no és d'un informe de Grisbi

source: This report has been produced with grisbi version %s, Grisbi will nevertheless try to import it.
es_ca: Aquest informe ha estat generat amb la versió %s de Grisbi, Grisbi mai més intentarà importar-la.

source: Version mismatch
es_ca: Incompatibilitat de versions

source: Invalid report file
es_ca: Arxiu d'informe no vàlid

source: %sCurrency %s not found.
es_ca: %sLa moneda %s no s'ha trobat.

source: Currency %s not found.
es_ca: La moneda %s no s'ha trobat.

source: %sFinancial year %s not found.
es_ca: %s L'any financer %s no s'ha trobat.

source: Financial year %s not found.
es_ca: L'any financer %s no s'ha trobat.

source: %sAccount %s not found.
es_ca: %sEl compte %s no s'ha trobat.

source: Account %s not found.
es_ca: El compte %s no s'ha trobat.

source: %sCategory %s not found.
es_ca: %sLa categoria %s no s'ha trobat.

source: Category %s not found.
es_ca: La categoria %s no s'ha trobat.

source: %sBudget line %s not found.
es_ca: %sLa línia tributaria %s no s'ha trobat.

source: Budget line %s not found.
es_ca: La Línia tributaria %s no s'ha trobat.
