Repository: grisbi/grisbi
Catalog: po/*.po
Languages: es_ca

source: Invalid date.
es_ca: Data no vàlida.

source: Can't issue a transfer on a closed account.
es_ca: No es pot realitzar una transferència sobre un compte tancat.

source: Selected method of payment has an automatic incremental number but doesn't contain any number. Continue anyway?
es_ca: La forma de pagament triada té un nombre d'increment automàtic però no conté cap número. Vol continuar malgrat això?

source: Warning: this cheque number is already used. Continue anyway?
es_ca: Avís: Aquest número de xec ja ha estat utilitzat. Vol continuar malgrat això?

source: A transaction with a multiple third party must be a new one.
es_ca: Una transacció amb moltes terceres persones ha de ser nova.

source: Invalid multiple third party.
es_ca: Múltiples terceres parts no vàlides

source: Curent balance
es_ca: Balanç actual

source: Account breakdown
es_ca: Anotació al compte

source: Transfer to a deleted account
es_ca: Transferir a un compte esborrat

source: Transfer from a deleted account
es_ca: Transferir des d'un compte esborrat

source: Confirmation of transaction removal
es_ca: Confirmació d'esborrat d'una transacció

source: You are currently trying to remove a transaction. There is no undo for this. Do you confirm the removal?
es_ca: Està intentant esborrar una transacció. No hi ha forma de desfer aquesta acció. Realment vol esborrar-la?

source: Confirmation of manual (un)reconciliation
es_ca: Confirmació de (des)reconciliació manual

source: You are currently trying to reconcile or unreconcile manually a transaction which isn't a regular way to do. Are you really sure to know what you do?
es_ca: Està intentant reconciliar o irreconciliar manualment una transacció i aquesta no és una forma habitual de fer això, Està segur de què sap que està fent?

source: Transfer: deleted account
es_ca: Transferència: compte esborrat

source: No reconciliation number
es_ca: Sense reconciliació

source: Impossible to delete a reconciled transaction.
es_ca: És impossible esborrar una transacció reconciliada.

source: The contra-transaction of this transfer is reconciled, deletion impossible.
es_ca: La contratransacció d'aquesta transferència està reconciliada, esborrar-la és impossible.

source: One of the breakdown lines is a transfer whose contra-transaction is reconciled. Deletion canceled.
es_ca: Una de les línies d'anotació és una transferència, la contratransacció de la qual està reconciliada. S'ha cancel·lat l'esborrat.

source: Delete transaction
es_ca: Transacció esborrada

source: Cannot move a transfer on his contra-account
es_ca: No s'ha pogut moure una transferència en el seu contracompte

source: Grisbi setup
es_ca: Configuració de Grisbi

source: Files
es_ca: Arxius

source: Programs
es_ca: Programes

source: Display
es_ca: Mostrar

source: Messages & warnings
es_ca: Missatges i Avisos

source: Transactions list lines
es_ca: Línies del llistat de transaccions

source: Resources
es_ca: Recursos

source: Warnings messages
es_ca: Missatges d'avís

source: Do not Warn if balances are under minimum levels
es_ca: No avisar si els balanços estan sota els seus nivells mínims

source: Do not warn if account file is readable by someone else
es_ca: No avisar si l'arxiu de comptes és llegible per algú més

source: Do not warn about an already opened file
es_ca: No avisar sobre un arxiu ja obert

source: Do not warn about QIF not containing currencies
es_ca: No avisar sobre arxius QIF que no continguen monedes

source: Do not warn about manually reconciliation (with shortcut <Ctrl><R>)
es_ca: No avisar sobre reconciliacions manuals (amb la drecera <Ctrl><R>)

source: Do not warn about removal transaction
es_ca: No avisar sobre l'esborrat de transaccions

source: Do not warn about removal scheduled transaction
es_ca: No avisar sobre l'esborrat d'una transacció programada

source: Do not warn about incomplete breakdown
es_ca: No avisar sobre anotacions incompletes

source: Do not warn about no reconciliation reference
es_ca: No avisar si no hi ha referència de reconciliació

source: Do not warn about existing reconciliation reference
es_ca: No avisar sobre l'existència d'una referència de reconciliació

source: Do not warn about last chance to abort reconciliation
es_ca: No avisar sobre l'última oportunitat per avortar una reconciliació

source: Scheduler warnings
es_ca: Avisos del programador de tasques

source: Number of days before a warning message advertising a scheduled transaction
es_ca: Nombre de dies abans d'un missatge que avise sobre una transacció programada

source: Account files handling
es_ca: Maneig dels arxius de comptes

source: Automatically load last file on startup
es_ca: Carregar automàticament el darrer arxiu obert a l'inici

source: Automatically save on exit
es_ca: Desar automàticament al eixir

source: File compression level
es_ca: Nivell de compressió dels arxius

source: Memorise last opened files
es_ca: Recordar els darrers arxius oberts

source: Backups
es_ca: Còpies de seguretat

source: Make a backup copy after opening files
es_ca: Fer una còpia de seguretat abans d'obrir els arxius

source: Make a backup copy before saving files
es_ca: Fer una còpia de seguretat abans de desar els arxius

source: Backup file
es_ca: Arxiu de la còpia de seguretat

source: Backup compression level
es_ca: Nivell de compressió de la còpia de seguretat

source: backup.gsb
es_ca: seguretat.gsb

source: Print support
es_ca: Suport de la impressora

source: LaTeX command
es_ca: Comandament per a LaTeX

source: dvips command
es_ca: comandament per a dvips

source: Misc
es_ca: Varis

source: Web browser
es_ca: Navegador web

source: Wait please...
es_ca: Espere's per favor...

source: Printer
es_ca: Impressora

source: Postscript file
es_ca: Arxiu Postscript

source: LaTeX file
es_ca: Arxiu LaTeX

source: Size
es_ca: Mida

source: Orientation
es_ca: Orientació

source: Portrait
es_ca: Vertical

source: Landscape
es_ca: Horitzontal

source: Headers
es_ca: Capceleres

source: Footers
es_ca: Peu de pàgina

source: bank
es_ca: Banc

source: cash
es_ca: Efectiu

source: invst
es_ca: Invers

source: This file is empty!
es_ca: Aquest arxiu està buit!

source: Grisbi found an investment account, which is not implemented yet. Nevertheless, Grisbi will try to import it as a bank account.
es_ca: Grisbi ha trobat un compte d'inversions que encara no ha estat implementada. Grisbi no tornarà a importar-la com a compte bancari.

source: Imported account with no name
es_ca: Compte importada sense nom

source: [Transaction imported without date]
es_ca: [Transacció importada sense data]

source: Dates can't be parsed in QIF file.
es_ca: Les dates no poden ser separades a l'arxiu QIF.

source: Grisbi automatically tries to parse dates from QIF files using heuristics. Please double check that they are valid and contact grisbi development team for assistance if needed
es_ca: Grisbi automàticament intentarà dividir les dates dels arxius QIF de manera heurística. Comprove dps cops que són vàlides i contacte amb l'equip de desenvolupament de Grisbi si li cal assitència

source: QIF format does not define currencies.
es_ca: El format QIF no defineix tipus de moneda.

source: Export QIF files
es_ca: Exportar arxius QIF

source: File name '%s' invalid !
es_ca: El nom d'arxiu '%s' no és vàlid!

source: Third parties list
es_ca: Llistat de terceres parts

source: Amount per third party
es_ca: Quantitat de terceres persones

source: Last date
es_ca: Última data

source: Add a third party
es_ca: Afegir una tercera part

source: Delete a third party
es_ca: Esborrar una tercera part

source: Some transactions are still assigned to this third party. You can
es_ca: Algunes transaccions encara estan assignades a aquesta tercera part. Pot vosté

source: Transfer the transactions to
es_ca: Transferir les transaccions a

source: Just delete this third party.
es_ca: Només esborrar aquesta tercera part.

source: Please enter a third party.
es_ca: Introduïsca una tercera part.

source: Grisbi is unable to find this third party. Be sure entered name is valid and that this third party exists.
es_ca: Grisbi no pot trobar aquesta tercera part. Assegures de que el nom introduit és correcte i que aquesta tercera part existeix.

source: Third party %s not found.
es_ca: Tercera part %s no trobada.

source: New third party
es_ca: Nova tercera part

source: Enter the new third party's name
es_ca: Introduïsca el nom de la nova tercera part

source: Third party names must be both unique and not empty. Please use another name for this third party.
es_ca: Els noms de les terceres parts han de ser únics i no estar buits. Utilitze un nom diferent per aquesta tercera part.

source: Third party '%s' already exists.
es_ca: La tercera part '%s' ja existeix.

source: Serious brain damage expected.
es_ca: S'esperen danys greus.

source: Known payment methods
es_ca: Formes de pagament conegudes

source: Default
es_ca: Per defecte

source: Numbering
es_ca: Numeració

source: Payment method details
es_ca: Detalls de la forma de pagament

source: Automatic numbering
es_ca: Numeració automàtica

source: Activate
es_ca: Activar

source: Type
es_ca: Tipus

source: New payment method
es_ca: Nova forma de pagament

source: Delete a payment method
es_ca: Esborrar una forma de pagament

source: Some transactions still use that payment method. As deletion of this method is irreversible, these transactions are to be associated with another payment method.
es_ca: Encara algunes transaccions empren aqueixa forma de pagament. Com l'esborrat d'aquest mètode és irreversible, aquestes transaccions seran associades a una altra forma de pagament.

source: Associate transactions with
es_ca: Associar transaccions amb

source: Grisbi was unable to execute a web browser to browse url <tt>%s</tt>. Please adjust your settings to a valid executable.
es_ca: Grisbi no ha pogut executar cap navegador web per mostrar la url <tt>%s</tt>. Ajuste les seues preferències a un executable vàlid.

source: Cannot run web browser
es_ca: No es pot puedo arrencar el navegador web

source: Grisbi was unable to execute '%s' Please adjust your settings to a valid executable.
es_ca: Grisbi no ha pogut executar '%s' Ajuste les seues preferències a un executable vàlid.

source: Print to file
es_ca: Imprimir a arxiu

source: Memory allocation error
es_ca: Error de localització en memòria

source: Browse
es_ca: Navegar

source: This transaction has a reconciled breakdown line, deletion canceled.
es_ca: Aquesta transacció té una línia d'anotació reconciliada, s'ha cancel·lat l'esborrat.

source: This transfer has a reconciled contra-transaction, deletion canceled.
es_ca: Aquesta transferència té una contratransacció reconciliada, s'ha cancel·lat l'esborrat.
