Repository: grisbi/grisbi
Catalog: po/*.po
Languages: es_ca

source: Export files
es_ca: Exportar arxius

source: Select accounts to export
es_ca: Seleccionar els comptes a exportar

source: This will irreversibly overwrite previous file. There is no undo for this.
es_ca: Açò sobreescriurà irreversiblement l'arxiu previ. No es pot desfer aquesta acció.

source: File name '%s' invalid!
es_ca: El nom d'arxiu '%s' no és vàlid!

source: Your file must have a name (saved) to be exported.
es_ca: El seu arxiu ha de tindre un nom (desat) per a ser exportat.

source: Export format does not define currencies.
es_ca: El format de l'exportació no defineix els tipus de moneda.

source: All transactions will be converted into currency of their account.
es_ca: Totes les transaccions seran convertides a la moneda dels seus respectius comptes.

source: Closed accounts
es_ca: Comptes tancats

source: Accounts to QIF file ...
es_ca: Comptes a arxiu QIF ...

source: Accounts to CSV file ...
es_ca: Comptes a arxiu CSV ...

source: File
es_ca: Arxiu

source: Main page
es_ca: Pàgina principal

source: Scheduler
es_ca: Planificador

source: Third parties list (transactions)
es_ca: Llistat de terceres parts (transaccions)

source: Categories list (transactions)
es_ca: Llistat de categories (transaccions)

source: Budgetary lines list (transactions)
es_ca: Llistat de línies pressupostàries (transaccions)

source: File :
es_ca: Arxiu:

source: Error opening config
es_ca: Errada obrint la configuració

source: Error saving file '%s': %s
es_ca: Errada desant l'arxiu '%s': %s

source: Open an accounts file
es_ca: Obrir un arxiu de comptes

source: Load an accounts file
es_ca: Carregar un arxiu de comptes

source: Loading backup
es_ca: Carregant una còpia de seguretat

source: Grisbi was unable to load file. However, Grisbi loaded a backup file instead. However, all changes made since this backup were possibly lost.
es_ca: Grisbi no ha pogut carregar l'arxiu. Tanmateix, Grisbi carregarà una còpia de seguretat. No obstant, tots els canvis fets des de que es va fer aquesta còpia de seguretat s'han perdut amb molta probabilitat.

source: Grisbi was unable to load file. Additionnaly, Grisbi was unable to load a backup file instead.
es_ca: Grisbi no ha pogut carregar l'arxiu. A més a més, Grisbi no ha pogut tampoc carregar una còpia de seguretat.

source: Formatting transactions
es_ca: Donant format a les transaccions

source: Save changes to document '%s' before closing?
es_ca: Vol desar els canvis fets al document '%s' abans de tancar?

source: unnamed
es_ca: Sense Nom

source: Close without saving
es_ca: Tancar sense desar

source: If you close without saving, all of your changes will be discarded.
es_ca: Si tanca sense desar, tots els canvis realitzats es perderan.

source: Name the accounts file
es_ca: Nom dels arxius de comptes

source: File already exists
es_ca: L'arxiu ja existeix

source: Do you want to overwrite file "%s"?
es_ca: Vol sobreescriure l'arxiu "%s"?

source: Invalid filename: "%s"!
es_ca: Nom d'arxiu no vàlid: "%s"!

source: Grisbi - No name
es_ca: Grisbi - Sense nom

source: Saving backup
es_ca: Desant la còpia de seguretat

source: %s doen't seem to be a regular file, please check it and try again.
es_ca: %s No sembla un arxiu regular, comprove-ho i prove novament.

source: Invalid accounts file
es_ca: Arxiu de comptes no vàlid

source: Grisbi version %s is needed to open this file
es_ca: Es necessita la versió de Grisbi %s per obrir aquest arxiu

source: Cannot open file '%s': %s
es_ca: No es pot obrir l'arxiu '%s': %s

source: Cannot open file '%s' : this is not a grisbi file
es_ca: No es pot obrir l'arxiu '%s' : No és un arxiu de Grisbi

source: Warning: Grisbi data format has changed. Grisbi made a backup under '%s'. Keep it for a while just in case.
es_ca: Avís: El format de dades de Grisbi ha canviat. Grisbi ha fet una còpia de seguretat sota'%s'. Mantinga-la per si fora necessaria.

source: File "%s" is already opened
es_ca: L'arxiu "%s" ja està obert

source: Either this file is already opened by another user or it wasn't closed correctly (maybe Grisbi crashed?). Grisbi can't save the file unless you activate the "Force saving locked files" option in setup.
es_ca: O bé aquest arxiu està obert per un altre usuari o bé no va ser tancat correctament(potser Grisbi es va tancar de manera inesperada?). Grisbi no pot desar l'arxiu a no ser que active l'opció "Forçar desar en els arxius bloquejats" a la configuració.

source: There was a bug in versions before 0.4.0, which could lead to orphan transactions (either transfers without countra-transaction, or breakdown transactions details without associated breakdown transaction. Grisbi searched for such transaction and found:
es_ca: Hi havia una errada en les versions anteriors a la 0.4.0, que poden conduir a transaccions orfes (o transferències sense contratransaccions, o detalls d'anotacions de transaccions sense anotacions de transaccions associades. Grisbi ha cercat aquestes transaccions i les ha trobat:

source: breakdown transactions, all of them were deleted.
es_ca: Totes les anotacions de les transaccions han estat esborrades.

source: transfers without contra-transaction, which categories were deleted.
es_ca: Transferèncias sense contratransacció les categories de les quals van ser esborrades

source: These modifications should not impact on neither Grisbi's behavior nor your accounts balances.
es_ca: Aquestes modificacions no afectaran al comportament de Grisbi ni als balanços dels seus comptes.

source: Can not save file "%s"
es_ca: No s'ha pogut desar l'arxiu "%s"

source: Grisbi was unable to save this file because it is locked. Please save it with another name or activate the "%s" option in setup. Alternatively, choose the "%s" option below.
es_ca: Grisbi no ha pogur desar aquest arxiu perquè està bloquejat. Per favor dese'l amb un altre nom o active l'opció "%s" a la configuració. A més a més, trie l'opció "%s" següent.

source: Force saving of locked files
es_ca: Forçar desament en els arxius bloquejats

source: Cannot save file '%s': %s
es_ca: No s'ha pogut desar l'arxiu '%s': %s

source: Cannot lock file '%s': %s
es_ca: No s'ha pogut bloquejar l'arxiu '"%s': %s

source: This file is not a Grisbi category list file
es_ca: Aquest arxiu no és un arxiu de llistes de categories de Grisbi

source: This categories list has been produced with grisbi version %s, Grisbi will nevertheless try to import it.
es_ca: Aquesta llista de categories ha estat creada amb la versió de Grisbi %s, Grisbi no intentarà mai més importar-la.

source: Invalid categories file
es_ca: Arxiu de categaries no vàlid

source: This file is not a grisbi budgetary lines file
es_ca: Aquest arxiu no és un arxiu de línies pressupostàries de Grisbi

source: This budgetary lines list has been produced with grisbi version %s, Grisbi will nevertheless try to import it.
es_ca: Aquesta llista de línies pressupostàries ha estat produïdes amb la versió de Grisbi %s, Grisbi mai més intentarà importar-la.

source: Invalid budgetary lines file
es_ca: Arxiu de línies pressupostàries no vàlid

source: Your account file should not be readable by anybody else, but it is. You should change its permissions. Should this be fixed now?
es_ca: El seu arxiu de comptes no hauria de poder ser llegit per ningú més, però si ho és.Hauria de canviar els permisos. Ha de corregir-se açò ara?

source: Either file "%s" does not exist or it is not a regular file.
es_ca: O l'arxiu "%s" no existeix o no és un arxiu regular.

source: Error opening file '%s'.
es_ca: Errada obrint l'arxiu '%s'.

source: Grisbi needs to open a temporary file in order to import Gnucash data but file can't be created. Check that you have permission to do that.
es_ca: Grisbi necessita obrir un arxiu temportal per a importar la informació de Gnucash però l'arxiu no pot ser creat. Comprove que tinga prou permisos per fer açò.

source: Error opening temporary file '%s'.
es_ca: Errada obrint l'arxiu temporal '%s'.

source: Grisbi is a personnal accounting application for Linux Such a program allows you to sort your financial transactions, whatever they are, in a convenient and intuitive way. Thus, you will be able to manage them as to fit your needs the more you can. Grisbi aims both at simplicty and efficiency for common use, and at a powerful use for power users. We will always try to respect this as features will come.
es_ca: Grisbi és una aplicació de contabilitat personal per Linux Aquest programa li permet organitzar les seues transaccions financeras, siguen quines siguien, d'una foma convenient e intuitiva. Així doncs, podrà manejar les seues transaccions per adaptar-les a les seues necessitats tant com puga. Grisbi combina senzillesa i eficiència per a l'ús comú, i un potent ús per a usuaris més avesats. Intentarem sempre respectar açò en el desenvolupament de noves característiques.

source: Alain Pichon (aph[at]grisbi.org): RHEL and Fedora packaging
es_ca: Alain Pichon (aph[at]grisbi.org): Empaquetament per a RHEL i Fedora

source: Alain Portal <aportal AT univ-monpt2 DOT fr>: Programming, manual
es_ca: Alain Portal <aportal AT univ-monpt2 DOT fr>: Programació, manual

source: Andre Pascual (andre[at]linuxgraphic.org): Logo
es_ca: Andre Pascual (andre[at]linuxgraphic.org): Logotip

source: Axel Rousseau (axel584[at]axel584.org): contributor
es_ca: Axel Rousseau (axel584[at]axel584.org): col·laborador

source: Baluchiterium (baluchiterium[at]users.sf.net): Slackware packaging
es_ca: Baluchiterium (baluchiterium[at]users.sf.net): Empaquetat per a Slackware

source: Benjamin Drieu (bdrieu[at]april.org): Programming, Debian packaging
es_ca: Benjamin Drieu (bdrieu[at]april.org) : Programació, empaquetament per a Debian

source: Cedric Auger (cedric[at]grisbi.org): Programming
es_ca: Cedric Auger (cedric[at]grisbi.org) : Programació

source: Daniel Cartron (doc[at]grisbi.org): Manual, website, consultancy
es_ca: Daniel Cartron (doc[at]grisbi.org): Manual, pàgina web, consultoria

source: Francois Terrot (grisbi[at]terrot.net): Windows packaging and port, programming
es_ca: Francois Terrot (grisbi[at]terrot.net): Empaquetament Windows i migració, programació

source: Gerald Niel (gerald.niel[at]grisbi.org): Darwin packaging, administration
es_ca: Gerald Niel (gerald.niel[at]grisbi.org): Empaquetament per a Darwin, administració

source: PMF (ugly.duck[at]gmx.de): Zaurus packaging
es_ca: PMF (ugly.duck[at]gmx.de): Empaquetament per a Zaurus

source: Pascal Bleser (guru[at]linuxbe.org): SuSE packaging
es_ca: Pascal Bleser (guru[at]linuxbe.org): Empaquetament para SuSE

source: Sylvain Glaize (mokona[at]puupuu.org): Mandriva packaging
es_ca: Sylvain Glaize (mokona[at]puupuu.org): Empaquetament para Mandriva

source: Thierry Thomas (thierry[at]pompo.net): FreeBSD packaging
es_ca: Thierry Thomas (thierry[at]pompo.net): Empaquetament para FreeBSD

source: Vincent Marqueton (vincent[at]marqueton.com): Fink packaging
es_ca: Vincent Marqueton (vincent[at]marqueton.com): Empaquetado per a Fink

source: Alain Portal (dionysos[at]grisbi.org): English
es_ca: Alain Portal (dionysos[at]grisbi.org) : Anglès

source: Benjamin Drieu (bdrieu[at]april.org): English
es_ca: Benjamin Drieu (bdrieu[at]april.org): Anglès

source: Carlos M. CÃ¡mara Mora (carcam_moceu[at]yahoo.es): Spanish
es_ca: Carlos M. Cámara Mora (carcam_moceu[at]yahoo.es): Espanyol

source: Daniel Cartron (cartron[at]grisbi.org): English
es_ca: Daniel Cartron (cartron[at]grisbi.org): Anglès

source: Edwin Huijsing (e.huijsing[at]fiberworld.nl): Dutch
es_ca: Edwin Huijsing (e.huijsing[at]fiberworld.nl): Alemany

source: Fabio Erculiani (fabio.erculiani[at]tiscali.it): Italian
es_ca: Fabio Erculiani (fabio.erculiani[at]tiscali.it): Italià

source: Flavio Henrique Somensi (flavio[at]opens.com.br): Brazilian Portuguese
es_ca: Flavio Henrique Somensi (flavio[at]opens.com.br): Brasileny Portuguès

source: Giorgio Mandolfo (giorgio[at]pollycoke.org): Italian
es_ca: Giorgio Mandolfo (giorgio[at]pollycoke.org): Italià

source: Marek Donar (mdonar[at]post.cz): Czech
es_ca: Marek·Donar·(mdonar[at]post.cz):·Xec

source: Martin Stromberger (Fabiolla[at]aon.at): German
es_ca: Martin Stromberger (Fabiolla[at]aon.at): Alemany

source: Ryszard Jeziorski (r.jeziorski[at]dart.kielce.pl): Polish
es_ca: Ryszard Jeziorski (rjeziorski[at]dart.kielce.pl): Polac

source: Development list (discuss, participate, criticize, ...):
es_ca: Llista de desenvolupament (discusió, participació, crítiques, ...):

source: subscribe
es_ca: subscriure's

source: Bug report
es_ca: Informe d'errades

source: Information list (new releases announces, ...):
es_ca: Llista d'informació (anunci de noves versions, ...):

source: Grisbi documentation
es_ca: Documentació de Grisbi

source: About...
es_ca: A propòsit de...

source: About Grisbi
es_ca: A propòsit de Grisbi

source: Authors
es_ca: Autors

source: Translators
es_ca: Traductors

source: Links
es_ca: Enllaços

source: License
es_ca: Llicència

source: Select files to import
es_ca: Triar arxius a importar

source: Grisbi is unable to determine type of this file. If it is a QIF, an OFX file or a gnucash file, please contact the grisbi team to resolve this problem.
es_ca: Grisbi no ha pogut determinar el tipus d'aquest arxiu. Si aquest és un arxiuQIF, un arxiu OFX o un arxiu gnucash, contacte amb l'equip de Grisbi per resoldre aquest problema.

source: File "%s" cannot be imported.
es_ca: L'arxiu "%s" no pot ser importat.

source: Actions on imported accounts:
es_ca: Accions en els comptes importats:

source: Add more accounts
es_ca: Afegir més comptes

source: List of the selection of accounts :
es_ca: Llista de selecció de comptes:

source: Action
es_ca: Acció

source: Type of account
es_ca: Tipus de comptes

source: Origine
es_ca: Origen

source: none
es_ca: cap

source: Currency of imported account '%s' is %s. Either this currency doesn't exist so you have to create it in dialog window, or this currency already exists but the ISO code is wrong. To avoid this message, please set its ISO code in configuration.
es_ca: La moneda del compte importat '%s' és %s. O aquesta moneda no existeix per la qual cosa ha de crear-la en la finestra de diàleg, o aquesta moneda ja existeix però elcodi ISO està equivocat. Per evitar aquest missatge indique el seu codi ISO en la configuració.

source: Can't associate ISO 4217 code for currency '%s'.
es_ca: No s'ha pogut associar el codi ISO 4217 per la moneda '%s'.

source: Create a new account
es_ca: Crear un nou compte

source: Add the transactions
es_ca: Afegir les transaccions

source: Mark transactions
es_ca: Marcar les transaccions

source: QIF file
es_ca: Arxiu QIF

source: OFX file
es_ca: Arxiu OFX

source: HTML file
es_ca: Arxiu HTML

source: Unknown
es_ca: Desconegut

source: Please wait
es_ca: Per favor, espere's

source: Imported account
es_ca: Compte importat

source: The id of the imported and chosen accounts are different
es_ca: El id del compte importat i el id del compte triat són diferents

source: Perhaps you choose a wrong account ? If you choose to continue, the id of the account will be changed. Do you want to continue ?
es_ca: Potser ha triat un compte equivocat? Si tria continuar, el ide del comptecanviarà. Vol continuar?

source: Confirmation of importation of transactions
es_ca: Confirmació de la importació de transaccions

source: Some imported transactions seem to be already saved. Please select the transactions to import.
es_ca: Algunes de les transaccions importades sembla que ja han estat desades. Trie les transaccions a importar.

source: Transactions to import : %02d/%02d/%04d ; %s ; %4.2f
es_ca: Transaccions a importar : %02d/%02d/%04d ; %s ; %4.2f

source: no third party
es_ca: No hi ha terceres parts

source: Transaction found : %02d/%02d/%04d ; %s ; %4.2f ; %s
es_ca: Transacció trobada: %02d/%02d/%04d ; %s ; %4.2f ; %s

source: Transaction found : %02d/%02d/%04d ; %s ; %4.2f
es_ca: Transacció trobada: %02d/%02d/%04d ; %s ; %4.2f

source: Orphaned transactions
es_ca: Transaccions òrfenes

source: Mark transactions you want to add to the list and click the add button
es_ca: Marque les transaccions que desitja afegir a la llista i faça clic en el botó afegir

source: Mark
es_ca: Marcar

source: Search the transaction
es_ca: Cercar la transacció

source: days around the date in the imported transaction.
es_ca: dies al voltant de la data en la transacció importada.

source: Budgetary lines list
es_ca: Llistat de línies pressupostàries

source: Amount per budget line
es_ca: Quantitat per línia pressupostària

source: Amount per sub-budget line
es_ca: Quantitat per línia subpressupostària

source: Add a budget line
es_ca: Afegir una línia pressupostària

source: Add a sub-budget line
es_ca: Afegir una línia subpressuposatària

source: Merge categories
es_ca: Mesclar categories

source: No sub-budget line (%d)
es_ca: Sense línia subpressupostària (%d)

source: No sub-budget line
es_ca: Sense línia subpressupostària

source: No budget line (%d)
es_ca: Sense línia pressupostària (%d)

source: No budget line
es_ca: Sense línia pressupostària

source: Delete a budgetary line
es_ca: Esborrar una línia pressupostària

source: Some transactions are still assigned to this budgetary line. You can
es_ca: Algunes transaccions encara estan associades a aquesta línia pressupostària. Vosté pot

source: Move the transactions to
es_ca: Moure les transaccions a

source: Just delete the budgetary line.
es_ca: Només esborra la línia pressupostària.

source: Please enter a budgetary line!
es_ca: Introduïsca una línia pressupostària!

source: Deleting a budgetaty line
es_ca: Esborrant una línia pressupostària

source: Some transactions are still assigned to this sub-budgetary line. You can
es_ca: Algunes transaccions estan encara associades a aquesta línia subpressupostària. Voste pot

source: Just delete the sub-budgetary line.
es_ca: Només esborre la línia subpressupostària.

source: Budgetary lines names must be both unique and not empty. Please use another name for this budgetary line.
es_ca: Els noms de les línies pressupostàries han de ser únics i no poden deixar-se en blanc. Empre un nom diferent per a aquesta línia pressupostària.

source: Budgetary line '%s' already exists.
es_ca: La línia pressupostària '%s' ja existeix.

source: Sub-budgetary lines names must be both unique and not empty. Please use another name for this sub-budgetary line.
es_ca: Els noms de les línies subpressupostàries han de ser únics i no buits. Empre un nom diferent per a aquesta línia subpressupostària.

source: Sub-budgetary line '%s' already exists.
es_ca: La línia subpressupostària '%s' ja existeix.

source: Warning: this will add all the categories and subcategories to the budgetary lines! Besides you can't cancel this afterwards. We advise you not to use this unless you know exactly what you are doing. Do you want to continue anyway?
es_ca: Avís: Açò afegirà totes les categories i subcategories a les línies pressupostàries! A més a més, no podrà cancel·lar aquesta acció més endavant. Vol continuar malgrat tot això?

source: New budgetary line
es_ca: Nova línia pressupostària

source: Enter the name of the new budgetary line
es_ca: Introduïsca el nom de la nova línia pressupostària

source: New sub-budgetary line
es_ca: Nova línia subpressupostària

source: Enter the name of the new sub-budgetary line
es_ca: Introduïsca el nom de la nova línia subpressupostària

source: Export the budgetary lines
es_ca: Exportar les línies pressupostàries

source: Import the budgetary lines
es_ca: importar les línies pressupostàries

source: File already contains transactions, the two budgetary lines lists will be merged.
es_ca: L'arxiu ja conté transaccions, els dos llistats de línies pressupostàries es mesclaran.

source: Merge the two lists of budgetary lines
es_ca: Mesclar els dos llistats de línies pressupostàries

source: Replace the old list of budgetary lines
es_ca: Remplaçar l'antic llistat de línies pressupostàries

source: Error on sigaction: SIGSEGV won't be trapped
es_ca: Errada en sigaction: SIGSEGV no serà interrumptut

source: New account file
es_ca: Nou arxiu de comptes

source: _Open
es_ca: _Obrir

source: Save
es_ca: Desar

source: Save as
es_ca: Desar com

source: Recently opened files
es_ca: Arxius recentment oberts

source: QIF\/OFX\/Gnucash file ...
es_ca: QIF\/OFX\/Gnucash arxiu...

source: Debug file
es_ca: Depurar l'arxiu

source: Close
es_ca: Tancar

source: Exit
es_ca: Eixir

source: Edit
es_ca: Editar

source: New transaction
es_ca: Nova transacció

source: Use selected transaction as a template
es_ca: Emprar les transaccions triades com a plantilla

source: Remove transaction
es_ca: Esborrar la transacció

source: Clone transaction
es_ca: Clonar la transacció

source: Edit transaction
es_ca: Editar la transacció

source: Convert transaction to scheduled transaction
es_ca: Convertir la transacció en una transacció programada

source: Move transaction to another account
es_ca: Moure la transacció a un altre compte

source: Preferences
es_ca: Preferències

source: Export report as CSV...
es_ca: Exportar l'informe com CSV...

source: Import report file
es_ca: Importar un arxiu d'informes

source: Help
es_ca: Ajuda

source: Grisbi Manual
es_ca: Manual de Grisbi

source: Quickstart
es_ca: Començament ràpid

source: Translation
es_ca: Traducció

source: About
es_ca: A propòsit de

source: Grisbi website
es_ca: Lloc web de Grisbi

source: Report a bug
es_ca: Informar d'una errada

source: On line User's guide
es_ca: Guia de l'usuari en línia

source: This build of Grisbi does not support OFX, please recompile Grisbi with OFX support enabled
es_ca: Aquesta versió de Grisbi no suporta OFX, recompile el Grisbi novament afegint l'opció que suporta OFX activada

source: Cannot process OFX file '%s'
es_ca: No es pot processar l'arxiu OFX '%s'

source: The OFX support can not be enabled!
es_ca: El suport per a OFX no pot activar-se!

source: The new account has not been created.
es_ca: El nou compte no ha estat creat.

source: Warning
es_ca: Avís

source: An error or warning has occured. Do you still want to import the file ?
es_ca: Ha ocorregut una errada o avís. Encara vol importar l'arxiu?

source: The file has returned the next message :
es_ca: L'arxiu ha retornat el següent missatge:

source: The file has returned a warning message which is no valid.
es_ca: L'arxiu ha retornat un missatge d'avís que no és vàlid.

source: That file contains something on proc_security_cb. I didn't have any file to test that function. Please contact the grisbi team to implement that function.
es_ca: Aquest arxiu conté alguna cosa en proc_security_cb. No es tenia cap arxiu per provar aquesta funció. Contacti amb l'equip de Grisbi per implementar aquesta funció.

source: A transaction try to be saved but no account was created...
es_ca: Ha intentat desar una transacció però no ha creat cap compte...

source: Interest
es_ca: Interès

source: Service charge
es_ca: Càrrec pel servei

source: Fee
es_ca: taxa

source: Cash dispenser
es_ca: Caixa dispensadora

source: Point of sale
es_ca: Punt de venda

source: Electronic payment
es_ca: Pagament electrònic

source: Cash
es_ca: Caixa

source: Direct deposit
es_ca: Depòsit directe

source: Merchant initiated debit
es_ca: Dèbit mercantil iniciat

source: Repeating payment/standing order
es_ca: Repetint l'ordre del pagament /assentament

source: Last statement
es_ca: Última operació

source: Reconcile
es_ca: Reconciliar

source: Last statement: none
es_ca: Última operació: cap

source: Current balance: %4.2f %s
es_ca: Balanç actual: %4.2f %s

source: Change
es_ca: Canviar

source: Contra-transaction method of payment
es_ca: Mètode de pagament de la contratransacció

source: Report
es_ca: Informe

source: No third party selected for this report.
es_ca: No hi ha terceres parts triades per aquest informe.

source: You must enter a date.
es_ca: Ha d'introduir una data.
